[
    {
        "id": 1,
        "title": "AAPT",
        "alttitle": "American Association of Physics Teachers",
        "url": "http://ojps.aip.org/vsearch/servlet/VerityServlet?KEY=ALL",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Access journals published by the American Association of Physics Teachers in the field of physics.",
        "subjects": ["PHYS"],
        "formats": ["JRN"]
    },
    {
        "id": 2,
        "title": "Academic Search Premier",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=aph",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Considered the world's largest multi-discipline full-text database of scholarly knowledge, this database is a good place to start searching for information on almost any topic. Covering all areas of academic study, this database contains indexing and abstracting for more than 8,200 magazines and journals, of which more than 3,600 are full-text peer-reviewed publications.",
        "subjects": ["GEN","ANTH","BME","CAE","COM","ECE","FPE","FST","HIST","HUM","IDN","IDX","LCSH","LIT","PS","PSYC","SOC","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 3,
        "title": "ACM Digital Library",
        "alttitle": "Association for Computing Machinery",
        "url": "http://portal.acm.org/dl.cfm",
        "isactive": "true",
        "isrestricted": "true",
        "description": "The Association for Computing Machinery Digital Library is an online repository of papers from publications that have been published, co-published, or co-marketed by the ACM, including journals, newsletters, and conference proceedings. All computing subject areas are covered.",
        "subjects": ["IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "id": 4,
        "title": "Acronym Finder",
        "url": "http://www.acronymfinder.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "With more than 600,000 human-edited definitions, Acronym Finder is the world's largest and most comprehensive dictionary of acronyms, abbreviations, and initialisms.",
        "formats": ["REF"]
    },
    {
        "id": 5,
        "title": "ACS",
        "alttitle": "American Chemical Society",
        "url": "http://pubs.acs.org/wls/journals/query/subscriberSearch.html",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online repository of peer-reviewed research journals published by the American Chemical Society, covering all aspects of chemistry and chemical sciences. ",
        "subjects": ["chem"],
        "formats": ["JRN"]
    },
    {
        "id": 6,
        "title": "ADAMS",
        "alttitle": "Agencywide Documents Access and Management System",
        "url": "http://www.nrc.gov/reading-rm/adams/web-based.html",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Reports and documents from the U.S. Nuclear Regulatory Commission (NRC). ADAMS documents are provided in either Adobe Portable Document Format (PDF) or Tagged Image File Format (TIFF).",
        "subjects": ["MMAE"],
        "formats": ["TEC"," JRN"]
    },
    {
        "id": 7,
        "title": "Advanced Polymers Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=ema-polymers-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Advanced Polymers Abstracts captures technical information about the uses, manufacturing, and properties of thermoset and thermoplastic resins -- materials that compete heavily with metals for structural applications. This database, centralizing information on advanced plastics, is a subset of the Engineered Materials Abstracts database. Based on the former print journal of the same name, the EMA database is specifically designed for libraries that serve materials sciences researchers, engineers and scientists. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 8,
        "title": "Aerospace &amp; High Technology Database",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=aerospace-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The CSA Aerospace and High Technology Database provides bibliographic coverage of basic and applied research in aeronautics, astronautics and space sciences.  The database also covers technology development and applications in complementary and supporting fields such as chemistry, geosciences, physics, communications, and electronics.  In addition to periodic literature, the database also includes coverage of technical reports issued by NASA, other U.S. government agencies, international institutions, universities and private firms. This database provides comprehensive international coverage as well as numerous non-serial publications.",
        "formats": ["JRN"]
    },
    {
        "id": 9,
        "title": "AISC freePubs",
        "alttitle": "American Institute of Steel Construction",
        "url": "http://www.aisc.org/content.aspx?id=2882",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The American Institute of Steel Construction (AISC) is a not-for-profit technical institute and trade association serving the structural steel design community and construction industry.  They are perhaps best known for their comprehensive Manual of Steel Construction.  This website provides many free publications of the AISC, including specifications and codes, seismic resources, and revisions to AISC publications.  Some sections, such as the Technical Library, are free only to members of the AISC while the rest is free to everybody.",
        "subjects": ["CAE","EMGT","MMAE"],
        "formats": ["JRN"]
    },
    {
        "id": 10,
        "title": "Algology Mycology and Protozoology Abstracts (Microbiology C)",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=microbiology-c-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "For researchers working with algae, fungi, protozoa, or lichens. The scope of coverage includes reproduction, growth, life cycles, biochemistry, genetics, and infection and immunity in man, other animals, and plants. With subsection abstracts arranged taxonomically or easy location of articles relevant to specific microorganisms, this is a convenient and time-saving resource for microbiologists as well as research professionals in immunology, pathology, environmental research, toxicology, and other related fields.",
        "subjects": ["BIOL","BME"],
        "formats": ["JRN"]
    },
    {
        "id": 11,
        "title": "Aluminium Industry Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=aia-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Aluminium Industry Abstracts (AIA), formerly World Aluminum Abstracts (WAA), provides comprehensive coverage of the world's technical literature on aluminum, production processes, products, applications, and business developments. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 12,
        "title": "American Institute of Physics",
        "url": "http://ojps.aip.org/vsearch/servlet/VerityServlet?KEY=ALL",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Journals published by the American Institute of Physics. A pioneer in digital publishing, AIP is also one of the world's largest publishers of physics journals and produces the publications of more than 25 scientific and engineering societies.",
        "subjects": ["PHYS"],
        "formats": ["JRN"]
    },
    {
        "id": 13,
        "title": "American Physical Society",
        "url": "http://publish.aps.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Journals published by the American Physical Society, including Physical Review and Physical Review Letters.",
        "subjects": ["PSYC"],
        "formats": ["JRN"]
    },
    {
        "id": 14,
        "title": "Animal Behavior Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=animal-behavior-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Under the editorial guidance of one of the world's leading ethologists, Animal Behavior Abstracts is an indispensable resource for scientists in behavioral and related studies. Significant papers relevant to animal behavior, with subjects ranging from neurophysiology to behavioral ecology, from genetics to applied ethology, are covered. Animal Behavior Abstracts surveys all of the important journals dealing with the biology of particular taxonomic groups. And researchers will find both field and laboratory inquiries summarized.",
        "formats": ["JRN"]
    },
    {
        "id": 15,
        "title": "ANTE",
        "alttitle": "Abstracts in New Technologies and Engineering",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=ante-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "ANTE: Abstracts in New Technologies and Engineering (formerly Current Technology Database), is an abstracting and indexing service monitoring publications from the U.K. and the U.S. Coverage includes new technologies such as information technology and computing, electronics, biotechnology, medical technology, as well as engineering (including construction, electrical and chemical engineering) and allied subject areas. Abstracts are available from January 1993 to the present. Sources covered include over 350 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 233,
        "title": "ArchiveGrid",
        "alttitle": "NULL",
        "url": "http://archivegrid.com",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Index of historical documents, personal papers, and family histories held in archives around the world. Thousands of libraries, museums, and archives have contributed nearly a million collection descriptions to ArchiveGrid. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to examine materials, and order copies.",
        "formats": ["JRN"]
    },
    {
        "id": 16,
        "title": "Article First",
        "url": "http://newfirstsearch.oclc.org/dbname=ArticleFirst;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Coverage of over 16,000 journal titles related to business, science, humanities, social sciences, medicine, technology, and popular culture.",
        "subjects": ["BME","COM","IDN","IDX","SOC"],
        "formats": ["JRN"]
    },
    {
        "id": 231,
        "title": "ARTstor",
        "alttitle": "NULL",
        "url": "http://library.artstor.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "ARTstor is a digital library of more than one million images in the arts, architecture, humanities, and social sciences with a suite of software tools to view, present, and manage images for research and pedagogical purposes. Features include: keyword search; advanced search; browse by collection, classification, or geography; sort search results by date, creator, or title; view images and image data; zoom in on and pan images; print and save images and related data to other hardware; create, save, and share images, image details, and image groups; organize image groups into folders; download images to PowerPoint, KeyNote, and ARTstor's Offline Image Viewer (OIV); save, email, and print citations for images or image groups; export citations for images or image groups.",
        "subjects": ["ARCH","IDN","IDX","HIST","LIT"],
        "formats": ["JRN"]
    },
    {
        "id": 17,
        "title": "arXiv.org",
        "url": "http://arxiv.org/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "ArXiv is an e-print service with an extensive, searchable collection of mathematics, statistics, physics, quantitative biology, statistics, and computer science papers beginning in 1991. Started by Los Alamos Laboratories, arXiv is now owned and operated by Cornell University and partially funded by the National Science Foundation.",
        "subjects": ["BIOL","PHYS","CS"],
        "formats": ["JRN"]
    },
    {
        "id": 18,
        "title": "ASCE Database",
        "alttitle": "American Society of Civil Engineers",
        "url": "http://ascelibrary.org",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Search for journal articles published by the ASCE from 1990 through the present.",
        "subjects": ["CAE","EMGT"],
        "formats": ["JRN"]
    },
    {
        "id": 19,
        "title": "ASFA 1: Biological Sciences and Living Resources",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=asfa1-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "For scientists involved in the cooperative management of the world's living aquatic resources, ASFA 1 provides extensive coverage of basic and applied research on aquatic organisms. All aspects of marine, freshwater, and brackish water organisms and environments are examined, including information on biology and ecology of aquatic organisms, exploitation of living resources, and related legal, policy, and socioeconomic issues. Since natural resources are an important feature of ASFA 1, fisheries receive particular attention, with comprehensive sections that put scientists and managers in touch with the latest fishing methods, statistics, aquaculture, food technology, productivity, conservation, and marketing. Abstracts cover laboratory studies of aquatic organisms as well as research in the field. All types of source documents dealing with aquatic organisms and issues that affect their environment are surveyed.",
        "formats": ["JRN"]
    },
    {
        "id": 20,
        "title": "ASFA 3: Aquatic Pollution and Environmental Quality",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=asfa3-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "ASFA 3 is the only abstracts database devoted exclusively to research and policy on the contamination of oceans, seas, lakes, rivers, and estuaries. ASFA 3 contains information that will prove essential to specialists who deal in any capacity with aquatic environments and marine pollution problems, including biologists, oceanographers, limnologists, environmental engineers and scientists, industrial engineers, waste managers, corporate regulatory affairs managers, and government officials.",
        "formats": ["JRN"]
    },
    {
        "id": 21,
        "title": "ASFA Aquaculture Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=aquaculture-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This specialized database of research on marine and freshwater aquaculture specifically selects its widely dispersed aquaculture-related information. Focusing on studies related to improving and augmenting aquatic yields, the records included provide comprehensive information on cultivating marine, freshwater, and brackishwater species. All types of source documents are surveyed to provide international perspectives on the science, practice, management, and economics of aquaculture. References from related disciplines - such as water pollution, ecology, diseases, nutrition, oceanography, and limnology - are also scanned for relevant material directly applicable to aquacultural situations. Information on instruments, technological developments, culturing techniques, and new methods of husbandry are significant features.",
        "formats": ["JRN"]
    },
    {
        "id": 22,
        "title": "ASFA Marine Biotechnology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=marine-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Database of research on marine biotechnology, molecular biology and molecular genetics are applied specifically to marine and aquatic organisms. ASFA Marine Biotechnology Abstracts assembles research and findings on such topics as increased production of seafood, development of new therapeutic drugs, and engineering of microbes that digest and remove environmental and marine pollutants. The database also features coverage of United States patents.",
        "formats": ["JRN"]
    },
    {
        "id": 24,
        "title": "ASM Materials Information - Alloy Center",
        "url": "http://products.asminternational.org/alloycenter/index.jsp",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The ASM Alloy Center enables you to search in one easy step across ASM property data, performance charts, diagrams, and processing guidelines for specific metals and alloys.",
        "formats": ["JRN"]
    },
    {
        "id": 23,
        "title": "ASM Materials Information - Handbooks",
        "url": "http://products.asminternational.org/hbk/index.jsp",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The online edition of the ASM Handbook, 10th edition (aka Metals Handbook). This 21 volume reference collection covers the spectrum of ferrous and non-ferrous alloys, from general properties to testing, evaluation, and manufacturing techniques.",
        "formats": ["JRN"]
    },
    {
        "id": 25,
        "title": "ASME",
        "alttitle": "American Society of Mechanical Engineers",
        "url": "http://asmedigitalcollection.asme.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Journals published by the American Society of Mechanical Engineers.",
        "subjects": ["CAE","MMAE"],
        "formats": ["JRN"]
    },
    {
        "id": 26,
        "title": "Avery Index to Architectural Periodicals",
        "url": "http://search.proquest.com.ezproxy.gl.iit.edu/avery/advanced",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Avery Index to Architectural Periodicals, published by the Getty Research Institute, is the only comprehensive American guide to the current literature of architecture and design. Avery's editorial office is at Columbia University, New York, NY. This database surveys more than 2,500 US and foreign journals. The index covers international, scholarly and popular periodical literature, including publications of professional associations; US state and regional periodicals; and major serial publications in the architecture and design of Europe, Asia, Latin America and Australia. In addition, this database also provides nearly 13,000 citation records for architects' obituaries.",
        "subjects": ["ARCH"],
        "formats": ["JRN"]
    },
    {
        "id": 27,
        "title": "Bacteriology Abstracts (Microbiology B)",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=bacteriology-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Covers topics ranging from bacterial immunology and vaccinations to diseases of man and animals, the journal provides access to far-reaching clinical findings as well as all aspects of pure bacteriology, biochemistry, and genetics. Of interest to general microbiologists and bacteriologists, environmentalists, medical and veterinary laboratory staff, agricultural researchers, cell biologists, geneticists, toxicologists, and many others.",
        "formats": ["JRN"]
    },
    {
        "id": 259,
        "title": "Barron's",
        "alttitle": "NULL",
        "url": "http://online.barrons.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Barron's publishes business and financial market news. It is published weekly and includes a summary of the previous week's market-affecting items. ",
        "subjects": ["BUS","IDN","IDX","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 29,
        "title": "Biological Abstracts",
        "url": "http://apps.webofknowledge.com/BIOABS_GeneralSearch_input.do?product=BIOABS&search_mode=GeneralSearch",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Biological Abstracts is a complete collection of bibliographic references covering life science and biomedical research literature published from more than 4,000 journals internationally. This database provides users with easy access to the latest information in virtually every life science discipline and contains nearly 7.7 million archival records from as far back as 1969, with more than 370,000 citations added each year. Most of the records include informative abstracts written by the author. It is produced by Thomson Scientific.",
        "subjects": ["BIOL"],
        "formats": ["JRN"]
    },
    {
        "id": 30,
        "title": "Biological Sciences",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=biolclust-set-c",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This interdisciplinary database offers abstracts and citations to a wide range of research in biomedicine, biotechnology, zoology and ecology, and some aspects of agriculture and veterinary science. Supporting over two dozen areas of expertise, this CSA database provides access to literature from over 6000 serials, as well as conference proceedings, technical reports, monographs and selected books and patents.",
        "subjects": ["BIOL"],
        "formats": ["JRN"]
    },
    {
        "id": 31,
        "title": "Biology Digest",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=biodig-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Biology Digest is a compilation of abstracts and indexes of domestic and international literature in the area of life sciences. It is primarily intended for an audience at the high school or undergraduate college level. Its purpose is to aid in keeping students and instructors current on the latest developments in biological research. Each of over 20,000 records contains an original abstract averaging about 325 words. Key information such as methods involved and conclusions drawn from the respective research is retained.",
        "formats": ["JRN"]
    },
    {
        "id": 32,
        "title": "Biotechnology Research Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=biotechnology-archival-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Formerly known as Biotechnology and Bioengineering Abstracts, this database provides access to international research on all aspects of biochemical, medical, and microbial technology as applied to bioengineering, medicine, agriculture and environmental science. Biochemical engineers, fermentation technologists, enzyme technologists, microbiologists, environmental engineers, food processing specialists, pharmacists, physicians, research scientists, and other professionals who work within these areas can turn to this database for up-to-date perspectives on new developments and applications in their fields.",
        "formats": ["JRN"]
    },
    {
        "id": 68,
        "title": "Bizminer",
        "alttitle": "NULL",
        "url": "http://www.bizminer.com/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "BizMiner produces granular industry statistical reports for over 5,000 lines of business and industry market trends. Used for establishing fair prices for business sales, creating business plans, and finding new markets.",
        "subjects": ["BUS","IDN","IDX","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 33,
        "title": "Blackwell Synergy",
        "url": "http://www.blackwell-synergy.com",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Journals published by Blackwell Synergy.",
        "formats": ["JRN"]
    },
    {
        "id": 34,
        "title": "Books 24x7",
        "url": "http://library.books24x7.com/library.asp?^B",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Books 24x7 is a database of over 4,500 E-books covering computer science and information technology from more than 80 publishers, including MIT Press, Que, Microsoft Press, and many more. This resource is great for finding programming how-to books and technical manuals for network administration, operating systems, database management, and other IT topics. Use the My Bookshelf feature to save a list of books or book chapters you have been using, so you can easily pick up where you left off during your previous sessions.",
        "subjects": ["GEN","CS","BUS","ECE","ITM"],
        "formats": ["EBK"]
    },
    {
        "id": 217,
        "title": "Business and Company Resource Center",
        "alttitle": "NULL",
        "url": "http://infotrac.galegroup.com/itweb/chic40381?db=BCRC",
        "isactive": "false",
        "isrestricted": "true",
        "description": "A great database for starting business research. Find detailed public company profiles (including parent/sibling relationships), industry rankings, investment reports, industry statistics, and financial ratios. Find thousands of articles covering current and historical business news. Search by company name, ticker symbol, industry, or keyword. Information about private and international companies is also available. Use the BCRC for career research.",
        "formats": ["JRN"]
    },
    {
        "id": 35,
        "title": "Business Insights",
        "url": "http://www.globalbusinessinsights.com/autologin.asp",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Business Insights works in association with leading industry experts, to produce a range of market reports across a wide range of industry sectors. Some of the companies associated with Business Insights include: Reuters Health, IMS Healthcare, TNS, ComputerWire IT Industry intelligence.",
        "formats": ["JRN"]
    },
    {
        "id": 36,
        "title": "Business Source Premier",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=buh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Business Source Premier, is the industry's most used business research database, providing full text for more than 2,300 journals, including full text for more than 1,100 peer-reviewed business publications. Full text coverage in all disciplines of business, including marketing, management, MIS, POM, accounting, finance and economics. Business Source Premier contains full text from the world's top management and marketing journals. The database also includes other sources of full text information such as country economic reports from the EIU, Global Insight, ICON Group and CountryWatch and detailed company profiles for the world's 10,000 largest companies. Additional full text, non-journal content includes market research reports, industry reports, country reports, company profiles and SWOT analyses.",
        "subjects": ["GEN","BUS","IDN","IDX","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 37,
        "title": "Calcium and Calcified Tissue Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=calcified-tissue-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database assembles pertinent information from wide-ranging sources, reflecting the multi-disciplinary nature of calcium research. Major areas of coverage include cellular calcium, channels, and currents, bone growth and remodeling, bone grafts, implants, and biomaterials, physical exercise and biomechanics, weightlessness and immobilization, bone pharmacology and toxicology, osteoporosis and other bone diseases, cartilage and cartilage diseases, radiology, nutrition and metabolism, kidney function and pathology, muscles, teeth.",
        "formats": ["JRN"]
    },
    {
        "id": 38,
        "title": "Cambridge Journals Online",
        "url": "http://journals.cambridge.org/action/advanceSearch",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Journals published by Cambridge University Press.",
        "subjects": ["GEN"],
        "formats": ["JRN"]
    },
    {
        "id": 222,
        "title": "CAMIO",
        "alttitle": "Catalog of Art Museum Images Online",
        "url": "http://camio.oclc.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "OCLC's Catalog of Art Museum Images Online is an international collection of works of art, representing the holdings of prominent museums. CAMIO covers art objects from prehistoric to contemporary times, and covering the complete range of expressive forms, including photographs, prints, sculpture, paintings, decorative arts and utilitarian objects, drawings and watercolors, costume and jewelry, textiles, and architecture.",
        "subjects": ["ARCH","IDN","IDX","HIST","LIT"],
        "formats": ["IMG"]
    },
    {
        "id": 39,
        "title": "CARLI Digital Collections",
        "url": "http://collections.carli.illinois.edu/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Digital collections created by member libraries of the Consortium of Academic and Research libraries of Illinois (CARLI). Subjects mostly include art, photography, and Illinois history.",
        "subjects": ["ARCH","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "id": 40,
        "title": "Ceramic Abstracts/World Ceramics Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=wca-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Ceramic Abstracts/World Ceramics Abstracts is produced by Cambridge Scientific Abstracts in conjunction with CERAM Research Ltd. This is a comprehensive database for the ceramics industry, providing international coverage on the manufacture, processing, applications, properties and testing of traditional and advanced ceramics. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 41,
        "title": "CERN Document Server",
        "url": "http://cdsweb.cern.ch/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Over 800,000 bibliographic records, including 360,000 full-text documents,of interest to people working in particle physics and related areas. Covers preprints, articles, books, journals, photographs, and much more.",
        "subjects": ["PHYS"],
        "formats": ["JRN","IMG"]
    },
    {
        "id": 42,
        "title": "Chemoreception Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=chemoreception-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database brings together studies from many diverse disciplines relating to the biochemistry, neurobiology, molecular biology, and physiology of smell, taste, internal chemoreception, chemotaxis, and infochemicals such as pheromones. Other coverage includes such practical areas as food chemistry, odor pollution and control, and perfumery.",
        "formats": ["JRN"]
    },
    {
        "id": 236,
        "title": "Chicago Building Code",
        "alttitle": "NULL",
        "url": "http://www.amlegal.com/library/il/chicago.shtml",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This portal offers access to Chicago's Municipal Code, Chicago Zoning Ordinance and Land Use Ordinance, and Building Code.",
        "subjects": ["ARCH","CAE"],
        "formats": ["STN"]
    },
    {
        "id": 43,
        "title": "CIA World Factbook",
        "url": "https://www.cia.gov/library/publications/the-world-factbook/index.html",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Online reference source containing basic country information, including maps, history, economics, and social studies.",
        "subjects": ["GEN","HIST","COM","PS","SOC"],
        "formats": ["REF"]
    },
    {
        "id": 46,
        "title": "CIAO",
        "alttitle": "Columbia International Affairs Online",
        "url": "http://www.ciaonet.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Columbia International Affairs Online (CIAO) is the most comprehensive source for theory and research in international affairs. It publishes a wide range of scholarship from 1991 onward that includes working papers from university research institutes, occasional papers series from NGOs, foundation-funded research projects, proceedings from conferences, books, journals and policy briefs. CIAO is also widely-recognized source for teaching materials including original case studies written by leading international affairs experts, course packs of background readings for history and political science classes, and special features like the analysis of a bin Laden recruitment tape with video.",
        "subjects": ["PS","HIST","SOC"],
        "formats": ["JRN"]
    },
    {
        "id": 44,
        "title": "CiteSeer",
        "url": "http://citeseer.ist.psu.edu",
        "isactive": "true",
        "isrestricted": "false",
        "description": "CiteSeer is a scientific literature digital library focusing on computer and information science. CiteSeer provides citation indexing for each article, which allows you to see (a) all the references cited by the article, and (b) what other articles have cited the article.",
        "subjects": ["CS","ITM","ECE"],
        "formats": ["JRN"]
    },
    {
        "id": 45,
        "title": "ClasePeriodica",
        "url": "http://firstsearch.oclc.org/fsip?dbname=ClasePeriodica",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Index of Latin American journals in the sciences and humanities.",
        "subjects": ["HUM","LCHS","SOC"],
        "formats": ["JRN"]
    },
    {
        "id": 47,
        "title": "Communication and Mass Media Complete",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=ufh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Communication & Mass Media Complete provides access to research in areas related to communication and mass media. Communication & Mass Media Complete incorporates the content of CommSearch (formerly produced by the National Communication Association) and Mass Media Articles Index (formerly produced by Penn State) along with numerous other journals in communication, technical communication, mass media, and other closely-related fields of study. Offers cover-to-cover ('core') indexing and abstracts for over 420 journals, and selected ('priority') coverage of nearly 200 more, for a combined coverage of more than 600 titles, along with full text for 301 journals. Contains a sophisticated Communication Thesaurus and comprehensive reference browsing (i.e. searchable cited references for peer-reviewed journals covered as 'core'). In addition, the database  features over 3,000 Author Profiles, providing biographical data and bibliographic information, and covering the most prolific, most cited, and most frequently searched for authors in the database.",
        "subjects": ["COM","HUM","LCHS"],
        "formats": ["JRN"]
    },
    {
        "id": 48,
        "title": "Compendex",
        "url": "http://library.iit.edu/databases/compendex.php",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Compendex is the definitive bibliographic database of worldwide engineering literature trusted by engineering researchers worldwide. With over ten million records that reference more than 5,600 scholarly journals, trade magazines and conference proceedings, Compendex covers an unmatched breadth and quality of engineering publications.",
        "formats": ["JRN"]
    },
    {
        "id": 49,
        "title": "Composites Industry Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=ema-composites-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Composites Industry Abstracts focuses on polymers and ceramics reinforced with fibers, honeycombs, whiskers and laminates. This database, centralizing information on composite materials, is a subset of the Engineered Materials Abstracts database. Based on the former print journal of the same name, the EMA database is specifically designed for libraries that serve materials sciences researchers, engineers and scientists. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 50,
        "title": "Computer and Information Systems Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=computer-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Provides comprehensive indexing of academic literature related to computer and information science from 1981-present, including journals, conference proceedings, technical reports, trade journal/newsletter items, patents, and books. Major subject areas covered: artificial intelligence, applications, programming, hardware, information systems, mathematics of computing, and software engineering.",
        "formats": ["JRN"]
    },
    {
        "id": 52,
        "title": "Conference Papers Index",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=cpi-set-c",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Conference Papers provides citations to papers and poster sessions presented at major scientific meetings around the world. Subject emphasis since 1995 has been in the life sciences, environmental sciences and the aquatic sciences, while older material also covers physics, engineering and materials science. Information is derived from final programs, abstracts booklets and published proceedings, as well as from questionnaire responses. Records include complete ordering information to obtain preprints, abstracts, proceedings and other publications derived from the conference, together with title and author information needed to track the specific papers.",
        "subjects": ["COM","HUM","LCHS","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "id": 53,
        "title": "Contrails",
        "url": "http://contrails.iit.edu/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Produced by Galvin Library's Government Documents Depository staff, the Contrails website includes over 1,000 technical reports issued by the United States Air Force that have been digitized and indexed in an online database. Covering the history of the first century of powered human flight (including the space race in the 1950s and '60s), Contrails provides the only online access available for many of these reports, which are scanned at archival quality  Coverage is mostly of the second half of the 20th century, with most reports dating from the 1950's through the 1970's.",
        "subjects": ["MMAE"],
        "formats": ["GOV"]
    },
    {
        "id": 54,
        "title": "Copper Data Center Database",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=copper-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The Copper Data Center Database provides an online bibliographic database of the world's literature on copper, copper alloys and copper technology since 1965. The Copper Data Center Database covers copper technology from smelting and hydrometallurgy through the performance of copper and copper alloys in their end-use applications and service environments. It references data on the properties and performance of copper and copper alloys and on applications of the copper metals. Over 65,000 documents have been indexed into this database, including 5582 documents published between 1863 and 1964. This database provides international coverage as well as numerous non-serial publications. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 51,
        "title": "CoRR",
        "alttitle": "Computing Research Repsoitory",
        "url": "http://arxiv.org/corr/home",
        "isactive": "true",
        "isrestricted": "false",
        "description": "An online repository of research papers and reports (mostly e-prints, which are generally advance copies of papers and articles that have not yet been published in academic journals) in computer science. Sponsored by the ACM, arXiv.org, and NCSTRL. Papers can be searched or browsed for based on subject area, title, author, or keywords in the full abstracts.",
        "subjects": ["CS","ECE","ITM","IDN","IDX"],
        "formats": ["JRN","TEC"]
    },
    {
        "id": 55,
        "title": "Corrosion Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=corrosion-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Corrosion Abstracts provides the world's most complete source of bibliographic information in the area of corrosion science and engineering. International sources of literature are scanned and abstracted in the areas of general corrosion, testing, corrosion characteristics, preventive measures, materials construction and performance, and equipment for many industries. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 221,
        "title": "COS Funding Opportunities",
        "alttitle": "NULL",
        "url": "http://search.proquest.com/fundingops",
        "isactive": "false",
        "isrestricted": "true",
        "description": "A database of funding opportunities for grants, fellowships, prizes, etc.  Discover who's doing what -- current research activity, funding received, publications, patents, new positions and more.",
        "formats": ["REF","EBK"]
    },
    {
        "id": 56,
        "title": "Country Studies",
        "url": "http://memory.loc.gov/frd/cs/cshome.html",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This Web site contains the online versions of books previously published (1988-98) in hard copy by the Federal Research Division of the Library of Congress under the Country Studies/Area Handbook Program sponsored by the U.S. Department of the Army. Because the original intent of the series' sponsor was to focus primarily on lesser-known areas of the world or regions in which U.S. forces might be deployed, the series is not all-inclusive. At present, 101 countries and regions are covered. The date of information for each country appears on the title page of each country and at the end of each section of text.",
        "subjects": ["GEN","HIST"],
        "formats": ["JRN"]
    },
    {
        "id": 57,
        "title": "CSA",
        "alttitle": "Cambridge Scientific Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&cat=default&adv=1",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Home page for the CSA Illumina search platform. Users can choose from over 50 research indexes to search. CSA databases cover engineering, physical and life sciences, social science, and technology.",
        "formats": ["JRN"]
    },
    {
        "id": 58,
        "title": "CSA / ASCE Civil Engineering Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=civil-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "CSA / ASCE Civil Engineering Abstracts provides citations, abstracts, and indexing of the serials literature in civil engineering and its complementary fields, including forensic engineering, management and marketing of engineering services, engineering education, theoretical mechanics and dynamics, and mathematics and computation. This database provides comprehensive international coverage as well as numerous non-serial publications. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 59,
        "title": "CSA Engineering Research Database",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=engineering-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The CSA Engineering Research Database covers the international serial and non-serial literature pertaining to civil, earthquake, environmental, mechanical, and transportation engineering including their complementary fields of forensic engineering, management and marketing of engineering services, engineering education, theoretical mechanics and dynamics, and mathematics/computation. Content includes basic and applied research, design, construction, technological and engineering aspects of air and water quality, environmental safety, energy production and developments in new technologies. Sources covered include over 3,500 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases. Subfiles that make up the CSA Engineering Research Database can be searched separately.",
        "formats": ["JRN"]
    },
    {
        "id": 60,
        "title": "CSA High Technology Research Database with Aerospace",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=hightech-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The CSA High Technology Research Database with Aerospace offers comprehensive bibliographic coverage of research, emerging technologies, applications and companies in the areas of aeronautics, astronautics, computer and information technology, electronics, communications, solid state materials and devices, and space sciences. Everything from theoretical research through practical application is covered. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 61,
        "title": "CSA Materials Research Database with METADEX",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=materials-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "CSA Materials Research Database with METADEX brings together in one place the majority of the leading materials science databases, with specialist content on materials science, metallurgy, ceramics, polymers, and composites used in engineering application. Everything from raw materials and refining through processing, welding and fabrication to end uses, corrosion, performance and recycling is covered in depth for all metals, alloys, polymers, ceramics, and composites. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 62,
        "title": "CSA Neurosciences Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=neurosciences-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database covers all aspects of vertebrate and invertebrate neuroscience.",
        "formats": ["JRN"]
    },
    {
        "id": 63,
        "title": "CSA Technology Research Database",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&amp;access=paulg20&amp;db=techresearch-set-c",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This comprehensive database provides a single mega-file of all the unique records available through its 3 components: the CSA Materials Research Database with METADEX, CSA High Technology Research Database with Aerospace, and the CSA Engineering Research Database. The database content represents the most comprehensive and current coverage of the relevant serial and non-serial literature available. Sources covered include over 4,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "subjects": ["CAE","MMAE"],
        "formats": ["JRN"]
    },
    {
        "id": 64,
        "title": "CumInCAD",
        "url": "http://cumincad.scix.net",
        "isactive": "true",
        "isrestricted": "true",
        "description": "CumInCAD is a cumulative index of publications about computer-aided architectural design. It includes bibliographic information about over 8,700 records from journals and conferences such as ACADIA, CAADRIA, eCAADe, SiGraDi, CAAD futures, DDSS and others. All papers include full abstracts. Full texts, in PDF, of some 6,000 papers are also available.",
        "subjects": ["ARCH"],
        "formats": ["JRN"]
    },
    {
        "id": 65,
        "title": "DARTS",
        "alttitle": "Depository Access to Reports, Technical and Scientific",
        "url": "http://www.gl.iit.edu/govdocs/internet/darts.htm",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Depository Access to Reports, Technical and Scientific (DARTS) provides access to government-produced technical information. DARTS features full-text files that have been posted by the National Technical Information Service (NTIS) as a result of a purchase request.  This database covers the period 1964-present.  Because the DARTS database only provides access to digitized materials, the collection is a tiny fraction of the full NTIS collection.  DARTS is provided by the Department of Commerce only to participating Depository libraries and requires a Reference Librarian for a moderated login.",
        "subjects": ["CAE","MMAE"],
        "formats": ["JRN"]
    },
    {
        "id": 224,
        "title": "David Rumsey Historical Map Collection",
        "alttitle": "NULL",
        "url": "http://www.davidrumsey.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The David Rumsey Historical Map Collection has over 18,460 maps online. The collection focuses on rare 18th and 19th century North American and South American maps and other cartographic materials. Historic maps of the World, Europe, Asia, and Africa are also represented. Collection categories include antique atlas, globe, school geography, maritime chart, state, county, city, pocket, wall, childrens, and manuscript maps.",
        "subjects": ["ARCH"],
        "formats": ["JRN"]
    },
    {
        "id": 66,
        "title": "Dissertations and Theses",
        "url": "http://search.proquest.com/pqdtft",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online database of doctoral dissertations and master's theses. Full-text is available for many items, and ordering/purchasing information is included for those items with no full-text.",
        "subjects": ["GEN","ANTH","BME","CAE","COM","ECE","FPE","FST","HIST","HUM","IDN","IDX","LCSH","LIT","PS","PSYC","SOC","SSB"],
        "formats": ["DIS"]
    },
    {
        "id": 67,
        "title": "Dissertations and Theses at IIT",
        "url": "http://search.proquest.com/pqdtlocal",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Subset of Dissertations and Theses, an online database of doctoral dissertations, featuring work by IIT students. Full-text is available for many items, and ordering/purchasing information is included for those items with no full-text.",
        "subjects": ["GEN","ANTH","BME","CAE","COM","ECE","FPE","FST","HIST","HUM","IDN","IDX","LCSH","LIT","PS","PSYC","SOC","SSB"],
        "formats": ["DIS"]
    },
    {
        "id": 168,
        "title": "DTIC Online: Public Technical Reports",
        "url": "http://www.dtic.mil/dtic/search/tr/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "DTIC Online provides access to technical reports from all three branches of the military. DTIC Online is particularly strong in regards to aerospace technical reports issued by the United States Air Force. DTIC Online provides citation and some PDF full-image access to unclassified reports only. Access to DTIC Online is provided by the Defense Technical Information Center, which distributes technical information to the military and their contractors in a similar fashion to that employed by the National Technical Information Service to distribute technical information to the public. Full image access is scattered prior to the rise of the Internet in the mid 1990's. Some reports which are unavailable for download via DTIC Online may be available via IIT'S own Contrails website.",
        "subjects": ["MMAE"],
        "formats": ["TEC"]
    },
    {
        "id": 69,
        "title": "Earthquake Engineering Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=earthquake-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Earthquake Engineering Abstracts provides comprehensive, authoritative coverage of earthquake engineering and earthquake hazard mitigation. EEA currently comprises over 114,000 records (full citations and abstracts) from 1971 forward, plus several hundred earlier classic papers and reports. EEA includes approximately 52,000 journal articles -- indexes and abstracts of all major journals that publish significant earthquake engineering research; approximately 40,000 meeting abstracts -- proceedings of conferences and major meetings in earthquake engineering research, and approximately 22,000 research reports' abstracts -- abstracts of research monographs and technical reports including Earthquake Engineering Research Center Reports and Pacific Earthquake Engineering Research Center Reports. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 260,
        "title": "Earthquake Engineering Online Archive",
        "alttitle": "EEOA",
        "url": "http://nisee.berkeley.edu/elibrary/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Earthquake Engineering Online Archive is a database of significant, publicly-funded research and development literature, photographs, data, and software in earthquake, structural, and geotechnical engineering. It includes full text for EERC, SEMM, and PEER reports published at UC Berkeley, the NISEE software library, and images from EQIIS, including the Steinbrugge, Godden, and Kozak collections.License restrictions dictate that only IIT librarians can log into the database. Contact a librarian for login assistance or to request a particular paper.",
        "subjects": ["ARCH","CAE"],
        "formats": ["JRN"]
    },
    {
        "id": 144,
        "title": "eBook Collection (EBSCOhost)",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=nlebk",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This database contains almost 3,400 electronic books made available through the Illinois Digital Academic Library (IDAL).",
        "subjects": ["GEN","ANTH","BME","CAE","COM","ECE","FPE","FST","HIST","HUM","IDN","IDX","LCSH","LIT","PS","PSYC","SOC","SSB"],
        "formats": ["EBK"]
    },
    {
        "id": 70,
        "title": "ECO",
        "alttitle": "Electronic Collections Online",
        "url": "http://newfirstsearch.oclc.org/dbname=ECO;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "An OCLC collection of scholarly journals.",
        "subjects": ["GEN"],
        "formats": ["JRN"]
    },
    {
        "id": 71,
        "title": "Ecology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=ecology-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Database of current ecology research across a wide range of disciplines. Included are relevant papers on evolutionary biology, economics, and systems analysis as they relate to ecosystems or the environment. Coverage ranges from habitats to food chains, from erosion to land reclamation, providing an important cross-section of current findings in target research areas. Detailed information on resource and ecosystems management and modeling is also available, as is material on the impact of climate, water resources, soil, and man or growing environmental problems such as depletion, erosion, and pollution.",
        "formats": ["JRN"]
    },
    {
        "id": 72,
        "title": "EconLit",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=ecn",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Maintained by the American Economic Association, EconLit is one of the most substantial online resources for economic literature. Covering all fields of economics, including capital markets, country studies, econometrics, economic forecasting, environmental economics, government regulations, labor economics, monetary theory, and urban economics, the database contains over 785,000 citations and abstracts dating back to 1969. ",
        "subjects": ["BUS","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 73,
        "title": "Eighteenth Century Collections Online",
        "url": "http://find.galegroup.com/menu/start?userGroupName=chic40381&prod=ECCO",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Online collection of 150,000 books published during the 18th century, covering the fields of history, literature, religion, law, fine arts, science and more.",
        "subjects": ["HIST","LCHS","LIT"],
        "formats": ["JRN"]
    },
    {
        "id": 74,
        "title": "EIS",
        "alttitle": "Digests of Environmental Impact Statements",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=eis-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database provides detailed abstracts of environmental impact statements issued by the federal government. EIS extracts the key issues from complex government-released environmental impact statements, converting massive documents into concise, readable abstracts. Each entry includes a clear description of the project, sections on positive impact and negative consequences, and legal mandates.",
        "formats": ["JRN"]
    },
    {
        "id": 75,
        "title": "Electronics and Communications Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=electronics-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Database of literature related to electronics and communications. Major areas of coverage include circuits, photonics, control and systems, telecommunications equipment and instrumentation, power systems, electronics and communications milieux. This database provides international coverage as well as coverage of numerous non-serial publications. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 76,
        "title": "Emporis",
        "url": "http://research.emporis.com/",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Dedicated to documenting tall buildings, Emporis is the world's largest publicly available database on architectural and building data. News, photographs, renderings, and firm data are collected by over 700 editors for more than 50,000 cities worldwide. These experienced authors and correspondents report 24 hours a day on new projects and developments in architecture, engineering, construction, and real estate with a high regard for accurate and reliable information. Emporis's goal is to list every structure in the world which is of public or commercial interest; from a hut to a skyscraper. This resource will be particularly useful to Architecture and Civil Engineering researchers.",
        "formats": ["JRN"]
    },
    {
        "id": 77,
        "title": "Endocrinology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=endocrinology-archival-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Database of scientific literature on endocrinology. Major areas of coverage include general endocrinology, hormones, immunoendocrinology, neuroendocrinology, and physiology of birds, humans, invertebrates, and mammals. **This database is no longer actively updated. For current literature, use the Biological Sciences database.**",
        "formats": ["JRN"]
    },
    {
        "id": 78,
        "title": "Energy Citations Database",
        "url": "http://www.osti.gov/energycitations/basicsearch.jsp",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Energy Citations Database (ECD) contains over 2.3 million bibliographic citations for energy and energy related STI from the Department of Energy (DOE) and its predecessor agencies, the Energy Research &amp; Development Administration (ERDA) and the Atomic Energy Commission (AEC). The Database provides access to over 179,000 electronic documents, primarily from 1943 forward, with continued growth through regular updates.",
        "subjects": ["CAE","ECE","MMAE"],
        "formats": ["JRN"]
    },
    {
        "id": 79,
        "title": "Engineered Materials Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=emaclust-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Engineered Materials Abstracts is an electronic database containing Ceramics, Composites and Polymers subfiles. EMA is specifically designed to serve materials sciences researchers, engineers and scientists. Citations taken regard the research, manufacturing practices, properties and applications of these materials. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 80,
        "title": "Engineered Materials Abstracts, Ceramics",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=ema-ceramics-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Ceramics Subfile, providing a central source of information on structural ceramics, is a subset of the Engineered Materials Abstracts database. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 81,
        "title": "Engineering Sciences and Pollution Management",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=envclust-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "formats": ["JRN"]
    },
    {
        "id": 82,
        "title": "Entomology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=entomology-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Entomology Abstracts covers recent research reports on entomology, with coverage including insects, arachnids, myriapods, onychophorans, and terrestrial isopods.",
        "formats": ["JRN"]
    },
    {
        "id": 83,
        "title": "Environmental Engineering Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=environmental-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Environmental Engineering Abstracts covers journal literature pertaining to technological and engineering aspects of air and water quality, environmental safety, and energy production. Sources include more than 500 primary journals thoroughly indexed and abstracted. Over 2,500 additional sources, including monographs and conference proceedings, are also monitored for relevant articles.",
        "formats": ["JRN"]
    },
    {
        "id": 84,
        "title": "Environmental Sciences and Pollution Mgmt",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=envclust-set-c",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This multidisciplinary database provides excellent coverage of the environmental sciences. Abstracts and citations are drawn from over 6000 serials including scientific journals, conference proceedings, reports, monographs, books and government publications. Major areas of coverage include agricultural biotechnology; air quality; aquatic pollution; bacteriology; ecology; energy resources; environmental biotechnology; environmental engineering; environmental impact statements (U.S.) ; hazardous waste; industrial hygiene; microbiology related to industrial & environmental issues; pollution: land, air, water, noise, solid waste, radioactive; risk assessment; safety science; toxicology &amp; toxic emissions; water pollution; waste management; water resource issues.",
        "subjects": ["ENVE"],
        "formats": ["JRN"]
    },
    {
        "id": 85,
        "title": "EPA Science Inventory",
        "url": "http://cfpub.epa.gov/si",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Science Inventory (SI) is a searchable database of EPA science activities and scientific/technical work products. The Science Inventory provides information about current or recently completed activities, providing a snapshot of EPA science being conducted in its research laboratories and centers, program and regional offices, and through grants and other assistance agreements to universities and other institutions.",
        "subjects": ["ENVE"],
        "formats": ["JRN"]
    },
    {
        "id": 86,
        "title": "E-print Network",
        "url": "http://eprints.osti.gov/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "E-Print Network provides a deep web distributed search across dozens of online document collections, including institutional repositories of top research universities and pre-print servers such as arXiv, CERN, and HEP. All academic subjects are covered, with a focus on physics, renewable energy, mathematics, computer technologies &amp; information sciences, biology, environmental sciences, and ecology.",
        "subjects": ["PHYS","CS","BIOL","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 87,
        "title": "ERIC",
        "alttitle": "Education Resources Information Center",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=eric",
        "isactive": "true",
        "isrestricted": "true",
        "description": "ERIC is the authoritative resource for any educator looking for information. ERIC provides access to bibliographic records of journal and non-journal literature in the educational field from 1966 to the present. ERIC has over 115,000 full-text materials available. These materials used to be difficult to obtain, such as conference papers and reports, but are now easily accessible. Most materials published 2004 and forward include links to other sources, including publishers' Web sites. Even though ERIC is also available through eric.ed.gov, you must access ERIC via IIT Libraries if you want to be connected to the full-text of many of the journal articles indexed in the database.",
        "subjects": ["MSED"],
        "formats": ["JRN"]
    },
    {
        "id": 88,
        "title": "esp@cenet",
        "url": "http://ep.espacenet.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The European Patent Office online database of international patents. The EPO features a searchable database of patents issued by more than 50 countries, including the United States, United Kingdom, Germany, and Japan. Japan and Germany issue patents faster than the United States.  Search these countries' patents first for the most recent breakthroughs. The EPO also indexes U.S. patents starting from 1920, allowing you to search by author, title, or abstract words. Use EPO for finding U.S. patents issued between 1920 and 1975.",
        "subjects": ["CAE","MMAE"],
        "formats": ["JRN"]
    },
    {
        "id": 89,
        "title": "Fermilab Technical Publications",
        "url": "http://bss.fnal.gov/techpubs/fermilab_spires.html",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Search Fermilab pre-prints and other publications from the Fermi National Accelerator Laboratory. Fermilab maintains a searchable archive of preprints since 1972. Full-text of the preprints is currently available from 1995 to present.  They cover such topics as particle physics, the Tevatron, discovery of the top quark, etc.",
        "subjects": ["PHYS"],
        "formats": ["JRN"]
    },
    {
        "id": 90,
        "title": "FSTA - Food Science and Technology Abstracts",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=ffh",
        "isactive": "false",
        "isrestricted": "true",
        "description": "FSTA - Food Science and Technology Abstracts, produced by the International Food Information Service (IFIS), is the world's leading database of information on food science, food technology and nutrition. The database includes material from over 4,600 serial publications, covering all the major food commodities plus biotechnology, microbiology, food safety, additives, nutrition, packaging and pet foods. Coverage spans from 1969 - present. The database includes more than 740,000 records, with more than 35,000 records added annually.",
        "formats": ["JRN"]
    },
    {
        "id": 91,
        "title": "Funk &amp; Wagnalls New World Encyclopedia",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=funk",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online version of the popular encyclopedia, featuring over 25,000 entries, covering a broad array of topics.",
        "subjects": ["GEN"],
        "formats": ["REF"]
    },
    {
        "id": 245,
        "title": "Gale Virtual Reference Library",
        "alttitle": "NULL",
        "url": "http://infotrac.galegroup.com/itweb/chic7029?db=GVRL",
        "isactive": "true",
        "isrestricted": "true",
        "description": "A collection of electronic reference books on a variety of topics. Includes encyclopedia entries for arts, business, environment, history, religion, science and technology, as well as general reference topics. A good place to get a basic overview of a topic. ",
        "subjects": ["GEN"],
        "formats": ["REF"]
    },
    {
        "id": 216,
        "title": "Galvin Library Public Administration Index",
        "alttitle": "NULL",
        "url": "http://guides.library.iit.edu/content.php?pid=27903&sid=205275",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Prepared by the Government Documents Depository staff at the Paul V. Galvin Library, this index provides access to the most widely used publicly available policy analysis and legislative websites.",
        "subjects": ["MMAE","PA"],
        "formats": ["JRN"]
    },
    {
        "id": 92,
        "title": "GenBank",
        "url": "http://www.ncbi.nlm.nih.gov/Genbank/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "GenBank is the National Institute of Health (NIH) genetic sequence database, an annotated collection of all publicly available DNA sequences.",
        "subjects": ["BME"],
        "formats": ["JRN"]
    },
    {
        "id": 93,
        "title": "Genetics Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=genetics-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Genetics Abstracts is a database of worldwide literature covering topics such as molecular genetics, DNA, differentiation and development, RNA, protein synthesis, ribosomes, nuclear proteins and chromatin, enzymes, gene regulation, and recombinant DNA technology.",
        "formats": ["JRN"]
    },
    {
        "id": 178,
        "title": "Getty Art &amp; Architecture Thesaurus",
        "alttitle": "NULL",
        "url": "http://www.getty.edu/research/conducting_research/vocabularies/aat/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The AAT is a structured vocabulary relating to architecture, fine arts, and related topics. Useful in defining the best term for a search, related topics, and the history of a term's use. Should one search for Brutalist, Brutalism, or Neo-Brutalist? Find the answer in the AAT.",
        "subjects": ["ARCH","IDN","IDX"],
        "formats": ["IMG"]
    },
    {
        "id": 152,
        "title": "Getty Thesaurus of Geographic Names",
        "alttitle": "NULL",
        "url": "http://www.getty.edu/research/conducting_research/vocabularies/tgn/index.html",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Hierarchical thesaurus of nearly 900,000 places. The TGN provides vernacular and English names of places, variant names in other languages, and whenever possible, historical names. The record for a place may also contain geographical coordinates, dates, and notes.",
        "subjects": ["ARCH","IDN","IDX"],
        "formats": ["REF"]
    },
    {
        "id": 94,
        "title": "Glossary of Genetic Terms",
        "url": "http://www.genome.gov/glossary.cfm",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The National Human Genome Research Institute (NHGRI) created the Talking Glossary of Genetic Terms to help people without scientific backgrounds understand the terms and concepts used in genetic research. Simply click on the term of interest to open a page with a wealth of information, including the term's pronunciation, audio information, images and additional links to related terms.",
        "subjects": ["BME","BIOL","SCI"],
        "formats": ["REF"]
    },
    {
        "id": 227,
        "title": "Google Book Search",
        "alttitle": "NULL",
        "url": "http://books.google.com",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Google Book Search allows you to search the full text of books that have been scanned and digitized by Google or the publisher. If the book is out of copyright, or the publisher has given permission, a preview of the book, and in some cases the entire text, is viewable. If the book is in the public domain, a PDF copy may be downloaded. This is also a good tool for viewing tables-of-contents and references/citations from books",
        "subjects": ["GEN"],
        "formats": ["BOK"]
    },
    {
        "id": 235,
        "title": "Google News Archive Search",
        "alttitle": "NULL",
        "url": "http://news.google.com/archivesearch",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Google's News Archive Search offers access to historical archives of newspapers and other news sources. Search results include content from a number of sources, including both partner content digitized through Google's News Archive Partner Program and online archival materials. Search results can include content that is freely accessible as well as content that requires a fee.",
        "subjects": ["GEN","PS.HIST"],
        "formats": ["NWS"]
    },
    {
        "id": 95,
        "title": "Google Patent Search",
        "url": "http://www.google.com/patents",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Google Patent Search offers full-text searching of the entire U.S. patent corpus.",
        "subjects": ["CAE","MMAE"],
        "formats": ["PAT"]
    },
    {
        "id": 96,
        "title": "Google Scholar",
        "url": "http://scholar.google.com",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Google Scholar provides a simple way to broadly search for scholarly literature. From one place, you can search across many disciplines and sources: peer-reviewed papers, theses, books, abstracts and articles, from academic publishers, professional societies, preprint repositories, universities and other scholarly organizations. Use this link to get seamless access to IIT-subscribed journal content, or go to the Scholar Preferences section to set Illinois Institute of Technology as your primary Library Link. ",
        "subjects": ["GEN"],
        "formats": ["JRN","BOK","EBK"]
    },
    {
        "id": 213,
        "title": "Government Documents Online Map Directory",
        "alttitle": "NULL",
        "url": "http://guides.library.iit.edu/content.php?pid=27903&sid=322018",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Comprehensive directory of web-based and print map resources. Maintained by the Galvin Library Government Documents Depository staff.",
        "subjects": ["PA"],
        "formats": ["GOV"]
    },
    {
        "id": 97,
        "title": "Government Sites from Bernan",
        "url": "http://gii.bernan.com/",
        "isactive": "false",
        "isrestricted": "true",
        "formats": ["GOV"]
    },
    {
        "id": 98,
        "title": "GPO",
        "alttitle": "U.S. Government Printing Office",
        "url": "http://newfirstsearch.oclc.org/dbname=GPO;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This database of government publications covers all types of U.S. government documents, including Congressional reports, hearings, debates, and records; judiciary materials; and documents issued by executive departments (Defense, State, Labor, Office of the President, etc.).",
        "subjects": ["PA"],
        "formats": ["GOV"]
    },
    {
        "id": 120,
        "title": "Grant Forward",
        "alttitle": "Illinois Researcher Information Service",
        "url": "http://www.grantforward.com",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Illinois Researcher Information Service (formerly IRIS) Database currently contains over 9,000 active federal and private funding opportunities in the sciences, social sciences, arts, and humanities. In addition to funding opportunities for faculty, the IRIS Database also contains fellowships and scholarships for grad students and undergrads. Users can search by sponsor, deadline date, keyword, and other criteria. Most records contain live links to sponsor Web sites, electronic forms, or Electronic Research Administration (eRA) portals. The database is updated daily.",
        "subjects": ["GEN"],
        "formats": ["REF"]
    },
    {
        "id": 242,
        "title": "GRC Theses List",
        "alttitle": "NULL",
        "url": "https://docs.google.com/spreadsheet/ccc?key=0AlWl9zEZsWf_dGpuVGR0eDAyODN3ZUgtVF9PQkJnckE",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This spreadsheet includes information on the authors, titles, and dates of publication of theses written by graduates of the College of Architecture at IIT.",
        "subjects": ["ARCH"],
        "formats": ["DIS"]
    },
    {
        "id": 99,
        "title": "GreenFILE",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=8gh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "GreenFILE offers information covering all aspects of human impact to the environment. Its collection of scholarly, government and general-interest titles includes content on global warming, green building, pollution, sustainable agriculture, renewable energy, recycling, and more. The database provides indexing and abstracts for more than 384,000 records, as well as Open Access full text for more than 4,700 records.",
        "subjects": ["ENVE","CAE"],
        "formats": ["JRN"]
    },
    {
        "id": 220,
        "title": "HaPI",
        "alttitle": "Health &amp; Psychosocial Instruments",
        "url": "http://search.ebscohost.com/login.asp?profile=web&defaultdb=hpi",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Health &amp; Psychosocial Instruments (HaPI), produced by Behavioral Measurement Database Services, is a comprehensive bibliographic database providing information about behavioral measurement instruments. Information in the database is abstracted from hundreds of leading journals covering health sciences, psychology, and psychosocial sciences.",
        "subjects": ["PSYC"],
        "formats": ["JRN"]
    },
    {
        "id": 100,
        "title": "Harper's Weekly",
        "url": "http://app.harpweek.com/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online archive of issues of Harper's Weekly, one of America's leading 19th-century illustrated newspapers. Access is available from 1857-1912.",
        "subjects": ["GEN","HIST"],
        "formats": ["NWS"]
    },
    {
        "id": 101,
        "title": "Health and Safety Science Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=health-safety-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Published in association with the University of Southern California's Institute of Safety and Systems Management, this database provides a comprehensive, timely survey of recent work relating to public health, safety, and industrial hygiene. Cited studies are geared to help individuals identify, evaluate, and eliminate or control risks and hazards across the spectrum of environmental and occupational situations. The database provides the latest perspectives on topics of widespread concern such as aviation and aerospace safety, environmental safety, nuclear safety, medical safety occupational safety, and ergonomics. Health and safety related aspects of pollution, waste disposal, radiation, pesticides, epidemics - and countless other phenomena having the potential to threaten the public, the environment, or the workplace itself - are reported here.",
        "formats": ["JRN"]
    },
    {
        "id": 102,
        "title": "Health Source - Consumer Edition",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=hxh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Database of consumer health information, providing information on many health topics including the medical sciences, food sciences and nutrition, childcare, sports medicine and general health. Provides access to nearly 80 full text, consumer health magazines.",
        "subjects": ["BIOL","BME"],
        "formats": ["JRN"]
    },
    {
        "id": 103,
        "title": "Health Source - Nursing / Academic Edition",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=hch",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Provides nearly 550 scholarly full text journals focusing on many medical disciplines. Also featured are abstracts and indexing for nearly 850 journals. Coverage of nursing and allied health is particularly strong. In addition, this database includes Lexi-PAL Drug Guide, which covers 1,300 generic drug patient education sheets with more than 4,700 brand names.",
        "subjects": ["BIOL","BME"],
        "formats": ["JRN"]
    },
    {
        "id": 225,
        "title": "Historical Statistics of the United States",
        "alttitle": "NULL",
        "url": "http://hsus.cambridge.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Historical Statistics of the United States: Millennial Edition is an online database of statistics, tables, charts, and other quantitative data covering the history of the United States. Census data from 1790 to 2000 is the source for the data. The resource is divided into 5 major sections: Population, Work and Welfare, Economic Structure and Performance, Economic Sectors, and Governance and International Relations. The online edition is fully searchable and downloadable, and allows users to graph individual tables and create customized tables and spreadsheets reflecting their own particular areas of interest.",
        "subjects": ["HIST","PS"],
        "formats": ["JRN"]
    },
    {
        "id": 104,
        "title": "History of Science, Technology, and Medicine",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=htm",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This database indexes journal articles, conference proceedings, books, book reviews, and dissertations in the history of science, technology, and medicine and allied historical fields.",
        "subjects": ["HIST","BIOL","BME","CS","ITM"],
        "formats": ["JRN"]
    },
    {
        "id": 105,
        "title": "Human Genome Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=human-genome-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Human genome research is opening up a new era in which specialists will increasingly turn to molecular biology and genetics to answer long-standing scientific questions. Human Genome Abstracts offers a comprehensive source for developments and promising applications emerging from international genome research, including the massive Human Genome Project. Major areas of coverage include nucleic acid, cloning vectors, gene cloning, sequencing, gene therapy, immunogenetics, RFLP, mapping, mutagenesis, medical genetics, and genetic screening.",
        "formats": ["JRN"]
    },
    {
        "id": 106,
        "title": "Human Population & Natural Resource Management",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=humanpop-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Human Population & Natural Resource Management explores human population and demography topics, as well as societal issues involving natural resource management. Coverage includes relevant papers, reports, books and reviews from standard peer-reviewed scientific journals. To ensure comprehensive coverage, material from conference proceedings and hard-to-find gray literature has also been summarized. Major areas of coverage include human population dynamics, population policy, ecotourism, sustainability, and environmental ewareness &amp; education.",
        "formats": ["JRN"]
    },
    {
        "id": 229,
        "title": "ICON: International Coalition on Newspapers",
        "url": "http://icon.crl.edu/digitization.htm",
        "isactive": "true",
        "isrestricted": "false",
        "description": "International directory of digital newspaper collections. From the site: The ICON Database of International Newspapers is a freely accessible electronic resource intended to provide reliable information on newspapers published outside of the United States. It includes bibliographic descriptions of titles as well as specific information on institutions' holdings of the same. The database serves as a central locus for information on international newspaper collections available in North American libraries and in selected libraries outside North America, providing a tool for resource discovery, access, and collection management.",
        "subjects": ["HIST","LIT"],
        "formats": ["JRN"]
    },
    {
        "id": 215,
        "title": "IEEE Standards",
        "alttitle": "Institute of Electrical and Electronics Engineers",
        "url": "http://ieeexplore.ieee.org/xpl/standards.jsp",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online access to standards published by the Institute of Electrical and Electronics Engineers. Search by standard number, keyword, or industry.",
        "subjects": ["CAE","MMAE"],
        "formats": ["STN"]
    },
    {
        "id": 107,
        "title": "IEEE Xplore",
        "alttitle": "Institute of Electrical and Electronics Engineers",
        "url": "http://ieeexplore.ieee.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "IEEE Xplore contains the full text of publications from the Institute of Electrical and Electronic Engineers, and the Institution of Electrical Engineers. Sources include full text journal articles, conference reports, conference proceedings, standards, and society papers.  The database contains more than 450,000 articles in over 12,000 individual publications. In addition, IEEE adds about 25,000 new pages per month, which builds upon a back file of content published since 1988.",
        "subjects": ["CAE","MMAE"],
        "formats": ["JRN"," STN"]
    },
    {
        "id": 248,
        "title": "IIT Digital Repository",
        "alttitle": "share.iit.edu",
        "url": " http://repository.iit.edu",
        "isactive": "true",
        "isrestricted": "true",
        "description": "IIT's Digital Repository is a digital archive for the research and creative output of the Illinois Institute of Technology community. Among other IIT-specific research materials, you can access digital copies of IIT master's theses by authors who have given their permission. ",
        "subjects": ["GEN"],
        "formats": ["JRN"," DIS"," TEC"]
    },
    {
        "id": 110,
        "title": "IIT Library Catalog",
        "url": "https://vufind.carli.illinois.edu/vf-iit/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Use the IIT Library Catalog to search for books, e-books, and print journals held by Paul V. Galvin Library and any of IIT's branch libraries. View your patron record at 'My Account' to see items checked out from IIT and I-Share libraries.",
        "subjects": ["GEN"],
        "formats": ["BOK","EBK"]
    },
    {
        "id": 223,
        "title": "Illinois Natural Resources Geospatial Data Clearinghouse",
        "alttitle": "NULL",
        "url": "http://www.isgs.uiuc.edu/nsdihome/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Access Illinois GIS data sets and documentation (metadata) for ArcIMS Interactive Map Services, USGS digital topographic maps, aerial photography, orthoimagery, orthophotography, geology, land use, natural resources, and infrastructure. Illinois data sets and map data layers are available for download free of charge.",
        "subjects": ["ARCH"],
        "formats": ["JRN"]
    },
    {
        "id": 111,
        "title": "Immunology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=immunology-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Immunology Abstracts covers a wide range of topics in biomedical science, from cancer and vaccine research to immune deficiencies and autoimmunity. Studies relating to all aspects of immune systems in man and animals, in normal functions and disorders, are summarized.",
        "formats": ["JRN"]
    },
    {
        "id": 112,
        "title": "Industrial and Applied Microbiology Abstracts (Microbiology A)",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=microbiology-a-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Significant findings and practical applications in agricultural, food and beverage, chemical, and pharmaceutical industries are indexed by this database. Major areas of coverage include fermentation, microbial degradation, food microbiology, microbial toxins, plant diseases, forestry, soil microorganisms, mineral microbiology, hydrocarbons, microbial resistance, and antimicrobial agents.",
        "formats": ["JRN"]
    },
    {
        "id": 113,
        "title": "Information Bridge",
        "url": "http://www.osti.gov/bridge/index.jsp",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Information Bridge: DOE Scientific and Technical Information provides free public access to full-text documents and bibliographic citations of Department of Energy (DOE) research report literature. Documents are primarily from 1991 forward and were produced by DOE, the DOE contractor community, and/or DOE grantees. Legacy documents are added as they become available in electronic format. The Information Bridge contains documents and citations in physics, chemistry, materials, biology, environmental sciences, energy technologies, engineering, computer and information science, renewable energy, and other topics of interest related to DOE's mission.",
        "subjects": ["ECE","CS","COM","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "id": 114,
        "title": "Information Please Almanac",
        "url": "http://www.infoplease.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Online version of the popular almanac. Information Please has been providing authoritative answers to all kinds of factual questions since 1938 -- first as a popular radio quiz show, then starting in 1947 as an annual almanac, and since 1998 on the Internet.",
        "subjects": ["GEN","HIST"],
        "formats": ["JRN"]
    },
    {
        "id": 115,
        "title": "Infotrac",
        "url": "http://infotrac.galegroup.com/itweb/chic40381",
        "isactive": "false",
        "isrestricted": "true",
        "formats": ["JRN"]
    },
    {
        "id": 116,
        "title": "Inspec",
        "url": "http://apps.webofknowledge.com/INSPEC_GeneralSearch_input.do?product=INSPEC&search_mode=GeneralSearch",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Inspec, created by the IEE (Institution of Electrical Engineers), is the leading bibliographic database providing abstracts and indexing to the world's scientific and technical papers in physics, electrical engineering, electronics, communications, control engineering, computing, information technology, manufacturing, production and mechanical engineering. INSPEC also provides significant coverage in related disciplines such as materials science, oceanography, nuclear engineering, geophysics, biomedical engineering and many more. This database indexes ACM, IEEE, and SIAM publications, so it's a good one-stop search interface.",
        "subjects": ["ECE","CS","COM","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "id": 117,
        "title": "Internet Public Library Online",
        "url": "http://www.ipl.org/div/subject/browse/hum60.60.00/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "A comprehensive directory of web sites covering all academic subject areas. Provides links to many online reference sources, including dictionaries, encyclopedias, biographies, census data, and style/writing guides. Many e-book collections are covered as well.",
        "subjects": ["GEN"],
        "formats": ["BOK","REF"]
    },
    {
        "id": 118,
        "title": "Investext",
        "url": "http://infotrac.galegroup.com/itw/infomark/0/1/1/purl=rc6_RBW?sw_aep=chic40381",
        "isactive": "false",
        "isrestricted": "true",
        "formats": ["JRN"]
    },
    {
        "id": 119,
        "title": "IOP",
        "alttitle": "Institute of Physics Journals",
        "url": "http://iopscience.iop.org",
        "isactive": "true",
        "isrestricted": "true",
        "description": "IOP Publishing is an integral part of the Institute of Physics and is a leading scientific publisher specializing in physics and physics related subjects. Institute of Physics (IoP) provides full-text searching of their electronic journals database of over 50 research journals. Full-text access to subscribed journals includes the current volume plus a 10 year back file (where available).",
        "subjects": ["PHYS"],
        "formats": ["JRN"]
    },
    {
        "id": 108,
        "title": "I-Share Catalog",
        "url": "http://vufind.carli.illinois.edu/vf/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The I-Share catalog allows access to the collections of dozens of academic libraries that are part of CARLI (Consortium of Academic and Research Libraries in Illinois). You can search for, request and renew items without the assistance of library staff. Before submitting a book request, make sure the item is not available in the IIT Library Catalog.",
        "subjects": ["GEN"],
        "formats": ["BOK"]
    },
    {
        "id": 121,
        "title": "JSTOR",
        "url": "http://www.jstor.org",
        "isactive": "true",
        "isrestricted": "true",
        "description": "JSTOR (Journal STORage) is an archive of important scholarly journals in a variety of subject related to the humanities, physical sciences, and social sciences. Articles are scanned and viewable as exact duplicates from the original copy of the journal. JSTOR is not the place to search for the most current research, but overall is an excellent multidisciplinary database containing articles from many essential peer-reviewed sources. Subjects covered include Anthropology, Architecture, Biology, Business, Economics, Education, History, Language &amp; Literature, Law, Mathematics, Performing Arts, Philosophy, Political Science, Psychology, Public Policy &amp; Administration, Religion, Sociology, and Statistics.",
        "subjects": ["HUM","LCHS","SOC"],
        "formats": ["JRN"]
    },
    {
        "id": 249,
        "title": "Legal Resources",
        "alttitle": "NULL",
        "url": "http://kentlaw.iit.edu/library",
        "isactive": "true",
        "isrestricted": "false",
        "description": "IIT's Kent College of Law provides access to Westlaw, HeinOnline, and other legal resources through the Downtown Campus Library. Law students should access these resources there. ",
        "subjects": ["LAW"]
    },
    {
        "id": 122,
        "title": "LexisNexis Academic Universe",
        "url": "http://www.lexisnexis.com/us/lnacademic",
        "isactive": "true",
        "isrestricted": "true",
        "description": "LexisNexis provides full-text documents from over 5,900 news, business, legal, medical, and reference publications including national and regional newspapers, wire services, broadcast transcripts, international news, and non-English language sources; U.S. Federal and state case law, codes, regulations, legal news, law reviews, and international legal information; Shepard's Citations for all U.S. Supreme Court cases back to 1789; Business news journals, company financial information, SEC filings and reports, and industry and market news. Price information on chemicals and other materials can be found in the Industry and Market News section.",
        "subjects": ["BUS","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 123,
        "title": "Liebert Online",
        "url": "http://www.liebertonline.com/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Liebert Online provides electronic access to peer-reviewed journals published by Mary Ann Liebert, Inc. Includes over 30,000 papers from more than 60 journals, all full-text searchable and linked to external bibliographic databases up to 2009.",
        "subjects": ["GEN"],
        "formats": ["JRN"]
    },
    {
        "id": 124,
        "title": "LISTA",
        "alttitle": "Library, Information Science &amp; Technology Abstracts",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=lxh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Library, Information Science &amp; Technology Abstracts (LISTA) indexes more than 500 core journals, more than 50 priority journals, and 125 selective journals; plus books, research reports and proceedings covering librarianship, classification, cataloging, bibliometrics, online information retrieval, information management and more. Coverage in the database extends back as far as the mid-1960s.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 125,
        "title": "MADCAD",
        "url": "http://www.madcad.com/madcad/login.php",
        "isactive": "true",
        "isrestricted": "true",
        "description": "MADCAD is a state-of-the-art subscription based reference database online, containing building codes, knowledge-based design solutions and, guidelines to meet the codes. MADCAD will provide you access to cross-referenced collections of building, electrical, mechanical, plumbing, fire, and maintenance codes from BOCA, SBCCI, ICBO, ICC, and NFPA. MADCAD goes beyond compiling national standards, and gives you immediate access to comprehensive state and local codes to meet your unique architectural, engineering and educational solutions. Its ease of use lies in the implementation of a search engine and organizational tools.",
        "subjects": ["ARCH","CAE"],
        "formats": ["STN"]
    },
    {
        "id": 126,
        "title": "Making of Modern Law: Legal Treatises 1800-1926",
        "url": "http://find.galegroup.com/menu/start?userGroupName=chic40381&prod=MOML",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Provides digital images on every page of 22,000 legal treatises on U.S. and British law published from 1800 through 1926. Full-text searching on more than 10 million pages is available.",
        "subjects": ["LAW"],
        "formats": ["JRN"]
    },
    {
        "id": 246,
        "title": "Mango Languages",
        "alttitle": "NULL",
        "url": "http://libraries.mangolanguages.com/iit/start",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Learn everyday greetings, gratitudes, goodbyes and helpful phrases in a short period of time. The courses are currently available in more than 20 foreign languages and more than 12 English as a Second Language (ESL) courses, all of which can be accessed from off-campus. ",
        "formats": ["LAN"]
    },
    {
        "id": 127,
        "title": "MarketResearch.com Academic",
        "url": "http://academic.marketresearch.com/index.asp?prid=920953817",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Provides market intelligence on consumer demographics, market size and growth trends, industry forces and structure, product trends, competitive environment analysis, and company profiles.",
        "subjects": ["BUS","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 128,
        "title": "Materials Business File",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=mbf-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Materials Business File covers industry news, product and process developments, plant development and construction, international trade data, government regulations, and management issues related to industries covered by other CSA Technology Research Database (TRD) subfiles. As of 2004, its coverage has been expanded to include business and industry information across the full scope of CSA's TRD and is no longer limited to the materials processing industries. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 129,
        "title": "MathSciNet",
        "url": "http://www.ams.org/mathscinet/search",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Provided by the American Mathematical Society, MathSciNet is a searchable database of the world's scholarly mathematical literature since 1940, including reviews, abstracts and bibliographic information.",
        "subjects": ["MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 130,
        "title": "Mechanical &amp; Transportation Engineering Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=mechtrans-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "CSA Mechanical & Transportation Engineering Abstracts provides citations, abstracts, and indexing of the serials literature in mechanical and transportation engineering and their complementary fields, including forensic engineering, management and marketing of engineering services, engineering education, theoretical mechanics and dynamics, and mathematics and computation. This database provides in depth, comprehensive coverage of the international engineering literature as well as numerous non-serial publications. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 131,
        "title": "Medical and Pharmaceutical Biotechnology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=medical-pharmaceutical-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "formats": ["JRN"]
    },
    {
        "id": 132,
        "title": "MEDLINE",
        "url": "http://newfirstsearch.oclc.org/dbname=MEDLINE;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Contains a broad range of medical topics relating to research, clinical practice, administration, policy issues, and health care services. Coverage is from 1993-present. Produced by the U.S. National Library of Medicine, MEDLINE contains all records published in Index Medicus and since 2002, most citations previously included in separate NLM specialty databases such as SPACELINE and HISTLINE.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 133,
        "title": "Medline Plus",
        "url": "http://medlineplus.gov/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "MedlinePlus brings together authoritative health information from NLM, the National Institutes of Health (NIH), and other government agencies and health-related organizations. Pre-formulated MEDLINE searches are included in MedlinePlus and give easy access to medical journal articles. MedlinePlus also has extensive information about drugs, an illustrated medical encyclopedia, interactive patient tutorials, and latest health news.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 134,
        "title": "Mental Measurements Yearbook / Tests in Print",
        "url": "http://search.EBSCOhost.com/login.asp?profile=ehost&defaultdb=mmt",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Mental Measurements Yearbook contains full text information and reviews of all English-language standardized tests covering educational skills, personality, vocational aptitude, psychology, and related areas.",
        "subjects": ["PSYC"],
        "formats": ["JRN"]
    },
    {
        "id": 240,
        "title": "Mergent Online",
        "alttitle": "NULL",
        "url": "http://www.mergentonline.com/compsearch.asp",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Mergent Online provides company information for more than 12,000 U.S companies and 22,000 non-U.S. companies (covering 95% of the non-U.S. global market), including mergers and acquisitions information. Annual reports, real-time SEC filings, industry reports and executive biographies are available as well. Users can customize reports and set up e-mail alerts for company filings. An enhanced search interface to the U.S. government's SEC database (EDGAR) is available.",
        "formats": ["JRN"]
    },
    {
        "id": 137,
        "title": "Merriam-Webster OnLine",
        "url": "http://www.m-w.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Online version of this essential dictionary.",
        "formats": ["REF"]
    },
    {
        "id": 138,
        "title": "METADEX",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=metadex-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "METADEX is a comprehensive source for information on metals and alloys: their properties, manufacturing, applications, and development. Begun in 1966, METADEX contains over 1,425,000 references and is the database equivalent of Metals Abstracts, Metals Abstracts Index, and Alloys Index. Major areas of coverage include: steel; microstructure; refining; casting; coatings; heat treatment; metal matrix composites; nonferrous metals; corrosion; extracting and smelting; blast furnaces; machining; welding; testing and analysis; environmental and safety issues.",
        "formats": ["JRN"]
    },
    {
        "id": 139,
        "title": "MicroPatent Materials Patents",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=micropatent-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The MicroPatent Materials Patents database supplements CSA Illumina by providing monthly updates of US, European (EP) and Patent Cooperation Treaty (PCT) patents related to technology, engineering, materials, and the sciences. This database is automatically searched when you search CSA Technology Research Database or CSA Materials Research Database with METADEX. If the search produces any matches to your regular CSA Illumina search, you will see the choice for 'MicroPatent Materials Patents.' By clicking on this choice, you will find abstracts of patents related to your CSA Illumina search.",
        "formats": ["JRN"]
    },
    {
        "id": 140,
        "title": "Military &amp; Government Collection",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=mth",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Designed to offer current news pertaining to all branches of the military, this database offers a thorough collection of periodicals, academic journals and other content pertinent to the increasing needs of those sites. The Military & Government Collection provides cover-to-cover full text for nearly 300 journals and periodicals. The database also offers indexing and abstracts for nearly 400 titles.",
        "subjects": ["MMAE","AS"],
        "formats": ["JRN"]
    },
    {
        "id": 141,
        "title": "NanoEthicsBank",
        "url": "http://ethics.iit.edu/NanoEthicsBank/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Interdisciplinary database of documents related to the social and ethical implications of nanotechnology. Maintained by IIT's Center for the Study of Ethics in the Professions Library, NanoEthicsBank is a resource for researchers, scholars, students, and the general public who are interested in the interchange of public discourse, regulation, and economics in the development of nanotechnology. Records contained in the database include all relevant citation information, an abstract, and links to materials available on the World Wide Web. The full text of publicly available documents, such as government reports, is included in the NEB, and more will become available as authors and publishers grant copyright permission.",
        "subjects": ["ECE","CS","COM","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "id": 142,
        "title": "NASA Technical Reports Server",
        "alttitle": "NTRS",
        "url": "http://ntrs.nasa.gov/search.jsp",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The NASA Technical Reports Server (NTRS) provides access to 500,000 citations and 90,000 full image files in PDF format.  The collection covers the complete history of NASA and its forefather, the National Advisory Committee on Aeronautics (NACA), from 1915 to forward, with full-text/image coverage increasing with time. Many of the technical reports for which there are no full image files are held by Galvin Library in our Government Documents collection in microfiche machine-readable format. To find these items, use the IIT Library Catalog. If the report you want is only available in microfiche format, you can submit a Microfiche Scanning request, and Government Documents staff will scan the item and post it to their site in PDF format for you.",
        "subjects": ["MMAE"],
        "formats": ["TEC","GOV"]
    },
    {
        "id": 253,
        "title": "National Academies Press",
        "alttitle": "NULL",
        "url": "http://www.nap.edu/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The National Academies Press (NAP) was created by the National Academies to publish the reports issued by the National Academy of Sciences, the National Academy of Engineering, the Institute of Medicine, and the National Research Council, all operating under a charter granted by the Congress of the United States",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 212,
        "title": "National Geographic MapMachine",
        "alttitle": "NULL",
        "url": "http://plasma.nationalgeographic.com/mapmachine/index.html",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Satellite photos, street maps, and more are available in this online atlas.",
        "subjects": ["ARCH"],
        "formats": ["JRN"]
    },
    {
        "id": 238,
        "title": "National Map Viewer",
        "alttitle": "NULL",
        "url": "http://nmviewogc.cr.usgs.gov/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The National Map is a collaborative effort among the USGS and other Federal, State, and local partners to improve and deliver topographic information for the Nation. Combines high-quality geospatial data and information from the eight National Data sets.",
        "subjects": ["ARCH"],
        "formats": ["MAP"]
    },
    {
        "id": 143,
        "title": "NBER",
        "alttitle": "National Bureau of Economic Research Working Papers",
        "url": "http://papers.nber.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Database of reports, papers, and other publications produced by the National Bureau of Economic Research -- a private, nonprofit, nonpartisan research organization.",
        "subjects": ["ECON"],
        "formats": ["JRN"]
    },
    {
        "id": 146,
        "title": "NewsBank - America's Newspapers",
        "url": "http://infoweb.newsbank.com",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Electronic editions of over 700 valuable local, regional, and national U.S. newspapers and magazines. Each paper provides unique coverage of local and regional news, including companies, politics, sports, industries, cultural activities, and people in the community. Paid ads are excluded.",
        "formats": ["NWS"]
    },
    {
        "id": 147,
        "title": "Newspaper Source",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=nfh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Newspaper Source provides cover-to-cover full text for 35 national (U.S.) & international newspapers, including The Christian Science Monitor, USA Today, The Washington Post, The Washington Times, The Times (London), Toronto Star, etc. The database also contains selective full text for more than 375 regional (U.S.) newspapers, including The Chicago Tribune, The Detroit Free Press, The San Jose Mercury News, etc. In addition, full text television & radio news transcripts are provided from CBS News, CNN, CNN International, FOX News, NPR, etc.",
        "subjects": ["HIST","HUM","LCHS"],
        "formats": ["NWS"]
    },
    {
        "id": 237,
        "title": "NSSN.org",
        "alttitle": "National Resource for Global Standards",
        "url": "http://www.nssn.org",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This site can be used as a search engine to get more information about a particular standard. However, it does not offer the full text of the standards, and in many cases will prompt you for payment to access the standards themselves. From the site: The NSSN: A National Resource for Global Standards is a search engine that provides users with standards-related information from a wide range of developers, including organizations accredited by the American National Standards Institute (ANSI), other U.S. private sector standards bodies, government agencies and international organizations.",
        "subjects": ["CAE","MMAE"],
        "formats": ["STN"]
    },
    {
        "id": 148,
        "title": "NTIS",
        "alttitle": "National Technical Information Service",
        "url": "http://www.ntis.gov/search/index.aspx",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The National Technical Information Service is an agency of the Department of Commerce whose role is to distribute government-produced technical information to the public. NTIS operates in a revenue neutral manner, similar to that of the Post Office, and therefore charges for access to their documents. Some NTIS documents are also distributed in paper or microfiche format to the Galvin Library due to its status as a depository library. NTIS materials held by Galvin may be searched via the IIT Library Catalog.",
        "subjects": ["PA"],
        "formats": ["JRN"]
    },
    {
        "id": 149,
        "title": "Nucleic Acids Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=nucleic-acids-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Covers research on innovative cloning and sequencing strategies as well as gene regulatory sequences and proteins, RNA processing and transport, RNA editing DNA biosynthesis, transcription factors and oncoproteins. Other coverage includes (1) RNA: biosynthesis, virus and phage infections, effect of hormones, role as a messenger, use of antisense methodology (oligonucleotides and RNA); (2) DNA: effects of radiation, antibiotics and other agents, biosynthesis, virus and phage infections, cloning and sequencing, mutagenesis; and (3) Enzymes: Ribozymes, RNases, DNases, polymerases, phosphorylases, DNA unwinding enzymes, methylguanine-DNA methyltransferase.",
        "formats": ["JRN"]
    },
    {
        "id": 145,
        "title": "NYPL Digital Gallery",
        "url": "http://digitalgallery.nypl.org/nypldigital/index.cfm",
        "isactive": "true",
        "isrestricted": "false",
        "description": "NYPL Digital Gallery provides access to over 600,000 images digitized from primary sources and printed rarities in the collections of The New York Public Library, including illuminated manuscripts, historical maps, vintage posters, rare prints  and photographs, illustrated books, printed ephemera, and more.",
        "subjects": ["HUM","LCHS","SOC"],
        "formats": ["DIG"]
    },
    {
        "id": 234,
        "title": "OAIster",
        "alttitle": "NULL",
        "url": "http://www.oaister.worldcat.org/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "OAIster is a searchable online catalog of digital resources, including digitized (i.e., scanned) books and articles, born-digital texts, audio files (e.g., wav, mp3), images (e.g., tiff, gif), movies (e.g., mp4, quicktime), and datasets (e.g., downloadable statistics files).",
        "subjects": ["HUM","LCHS","SOC"],
        "formats": ["IMG"]
    },
    {
        "id": 150,
        "title": "Oncogenes and Growth Factors Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=oncogenes-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Oncogenes and Growth Factors Abstracts covers experimental and clinical literature focusing on mechanisms of oncogenes and growth factors. A necessity for molecular biologists researching cell growth and oncogenesis, Oncogenes and Growth Factors Abstracts will also be valuable to researchers in immunology, virology, bacteriology, genetics, and other related fields. ",
        "formats": ["JRN"]
    },
    {
        "id": 228,
        "title": "Open-Access Text Archive",
        "alttitle": "NULL",
        "url": "http://www.archive.org/details/texts",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This site features a wide selection of e-books that have been contributed from publishers, universities, and individuals. Most of the texts are in DJVU or PDF format. Free to read, download, and print.",
        "formats": ["JRN"]
    },
    {
        "id": 151,
        "title": "Optics InfoBase",
        "url": "http://www.opticsinfobase.org/default.cfm",
        "isactive": "true",
        "isrestricted": "true",
        "description": "InfoBase is the Optical Society of America's online repository of both current and past volumes of all its journals (citations only, no full-text). It also contains recent proceedings from OSA conferences. ",
        "subjects": ["BME"],
        "formats": ["JRN"]
    },
    {
        "id": 153,
        "title": "Oxford English Dictionary",
        "url": "http://www.oed.com/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online edition of the definitive dictionary of the English language. Find word definitions, etymology, date charts, and more. ",
        "formats": ["REF"]
    },
    {
        "id": 257,
        "title": "Oxford Islamic Studies Online",
        "alttitle": "NULL",
        "url": "http://www.oxfordislamicstudies.com/",
        "isactive": "false",
        "isrestricted": "false",
        "description": "Features reference content and commentary by renowned scholars in areas such as global Islamic history, concepts, people, practices, politics, and culture.Encompassing over 5,000 A to Z reference entries, chapters from scholarly and introductory works, Qur'anic materials, primary sources, images, maps, and timelines, Oxford Islamic Studies Online offers a multi-layered reference experience designed to provide a first stop for anyone needing information and context on Islam. The current core content titles include the following:",
        "formats": ["JRN"]
    },
    {
        "id": 230,
        "title": "Palgrave Dictionary of Economics",
        "url": "http://www.dictionaryofeconomics.com/dictionary",
        "isactive": "false",
        "isrestricted": "true",
        "description": "British Economist R. H. Inglis Palgrave was the original author of this dictionary, as well as an early editor of The Economist. This updated version of his dictionary remains true to the original: using articles written by noted economists from different schools methodologies to discuss classic and evolving economic theories.  ",
        "formats": ["JRN"]
    },
    {
        "id": 154,
        "title": "Papers First",
        "url": "http://newfirstsearch.oclc.org/dbname=PapersFirst;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "An index of papers presented at conferences. Includes every congress, conference, exposition, workshop, symposium, and meeting received at the British Library.",
        "formats": ["JRN"]
    },
    {
        "id": 155,
        "title": "PerAbs",
        "alttitle": "Periodical Abstracts",
        "url": "http://newfirstsearch.oclc.org/dbname=PerAbs;FSIP",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Periodical abstracts from general and academic journals. Subject covered include business, economics, literature, psychology, religion, and women's studies.",
        "formats": ["JRN"]
    },
    {
        "id": 156,
        "title": "Philosopher's Index",
        "url": "http://search.ebscohost.com/login.aspx?authtype=ip,uid&profile=ehost&defaultdb=phl",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Philosopher's Index covers all major fields of philosophy. This resource contains citation information and author-written abstracts for journal articles, books, contributions to anthologies, and book reviews.",
        "subjects": ["PHIL"],
        "formats": ["JRN"]
    },
    {
        "id": 157,
        "title": "PILOTS Database",
        "alttitle": "Published International Literature On Traumatic Stress",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=pilots-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "The PILOTS bibliographic database, covering the Published International Literature On Traumatic Stress, is produced at the headquarters of the National Center for Post-Traumatic Stress Disorder in White River Junction, Vermont. The PILOTS database is sponsored by the U.S. Department of Veterans Affairs. Its goal is to include citations to all literature on post-traumatic stress disorder (PTSD) and other mental-health or psychology sequelae of traumatic events, without disciplinary, linguistic, or geographical limitations, and to offer both current and retrospective coverage.",
        "formats": ["JRN"]
    },
    {
        "id": 158,
        "title": "Plant Science",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=plantsci-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Plant Science is a bibliographic database containing citations and abstracts of scientific literature on plant science, focusing on all plant scientific aspects, especially on pathology, symbiosis, biochemistry, genetics, biotechnology, techniques and environmental biology. Over 250 primary research journals are scanned by specialized scientific editors to add approximately 23,000 titles to the database each year. From July 1996 onwards, informative abstracts have been added when available.",
        "formats": ["JRN"]
    },
    {
        "id": 159,
        "title": "PLoS",
        "alttitle": "Public Library of Science",
        "url": "http://www.plos.org/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Online repository of open-access scientific journals published by Public Library of Science (PLoS), a nonprofit organization of scientists and physicians committed to making the world's scientific and medical literature a freely available public resource.",
        "subjects": ["BME","BIOL","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 160,
        "title": "Pollution Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=pollution-set-c&adv=1",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database provides fast access to the environmental information necessary to resolve day-to-day problems, ensure ongoing compliance, and handle emergency situations more effectively. Pollution Abstracts combines information on scientific research and government policies in a single resource. Topics of growing concern are extensively covered from the standpoints of atmosphere, emissions, mathematical models, effects on people and animals, and environmental action in response to global pollution issues. To ensure comprehensive coverage, material from conference proceedings and hard-to-find documents has been summarized along with information from primary journals in the field.",
        "formats": ["JRN"]
    },
    {
        "id": 256,
        "title": "PrivCo",
        "alttitle": "NULL",
        "url": "http://www.privco.com",
        "isactive": "true",
        "isrestricted": "true",
        "description": "PrivCo is a source for business and financial research on major privately-held companies (MPCs). It combines financial analysis, editorials, market research, and PrivCo's data technology for over 150,000 private companies in the United States.",
        "subjects": ["BUS","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 161,
        "title": "Proceedings",
        "url": "http://newfirstsearch.oclc.org/dbname=Proceedings;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Index of worldwide conference proceedings. Covers every published congress, symposium, conference, exposition, workshop and meeting received by The British Library Document Supply Centre.",
        "formats": ["JRN"]
    },
    {
        "id": 162,
        "title": "Professional Development Collection",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=tfh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Professional Development Collection, designed for professional educators, provides a highly specialized collection of nearly 520 high quality education journals, including nearly 350 peer-reviewed titles. This database also contains more than 200 educational reports. This database is one of the most comprehensive collections of full text education journals available. In addition to full text, indexing and abstracts are provided for more than 700 journals.",
        "formats": ["JRN"]
    },
    {
        "id": 163,
        "title": "Project Gutenberg",
        "url": "http://gutenberg.cc/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Project Gutenberg Consortia Center's provides access to over 75,000 e-books.  You won't find the latest best sellers or modern computer books at Project Gutenberg, but it does contain works that are in the public domain including classics of literature from authors such as Shakespeare, Poe, Dante, and many more.",
        "subjects": ["HUM","LCHS","LIT"],
        "formats": ["JRN"]
    },
    {
        "id": 164,
        "title": "Project Muse",
        "url": "http://muse.jhu.edu/search/search.pl",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This database offers a comprehensive selection of prestigious humanities, arts, and social sciences journals. Every journal is indexed and peer-reviewed. Project MUSE contains articles scanned as exact replicas in pdf format.",
        "subjects": ["HUM","LCHS","LIT"],
        "formats": ["JRN"]
    },
    {
        "id": 165,
        "title": "PROMT",
        "alttitle": "Predicast Overview of Markets and Technology",
        "url": "http://find.galegroup.com/menu/start?userGroupName=chic40381&prod=PRS",
        "isactive": "false",
        "isrestricted": "false",
        "formats": ["JRN"]
    },
    {
        "id": 254,
        "title": "ProQuest SciTech Collection",
        "url": "http://search.proquest.com/technologycollection",
        "isactive": "true",
        "isrestricted": "true",
        "description": "A comprehensive natural and applied science research collection. Includes databases collections for the following subject areas: Agriculture, Aquatic, Atmospheric, Biology, Earth,, Environmental Science, Materials,  Aerospace, Engineering, Computer Science. ",
        "subjects": ["BIOL","CS","BME","SCI","MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 166,
        "title": "PsycARTICLES",
        "url": "http://search.ebscohost.com/login.asp?profile=web&defaultdb=pdh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "PsycARTICLES is a small database of full-text scholarly articles from over 56 journals published by the American Psychological Association, the APA Educational Publishing Foundation, the Canadian Psychological Association, and Hogrefe Publishing Group. The database covers a range of subjects such as general psychology and specialized basic, applied, clinical, and theoretical research areas within psychology. Major subject areas include Addiction, Aging, Behavioral Science, Comparative Psychology, Consulting and Clinical Psychology, Development, Educational Psychology, Ethnic and Minority Population Psychology, Experimental Psychology, Family Psychology, Occupational Health, Personality and Social Psychology, Rehabilitation Psychology, Psychopharmacology, and Stress Management. ",
        "subjects": ["PSYC"],
        "formats": ["JRN"]
    },
    {
        "id": 219,
        "title": "PsycEXTRA",
        "alttitle": "NULL",
        "url": "http://search.ebscohost.com/login.asp?profile=web&defaultdb=pxh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "PsycEXTRA is a gray literature database, meaning most of the content was written for professionals and disseminated outside of peer-reviewed journals. Documents include newsletters, magazines, newspapers, technical and annual reports, government reports, consumer brochures, and more.",
        "subjects": ["PSYC"],
        "formats": ["JRN"]
    },
    {
        "id": 167,
        "title": "PsycINFO",
        "url": "http://search.ebscohost.com/login.asp?profile=web&amp;defaultdb=psyh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "This database is the authoritative source for scholarly literature in the behavioral sciences and mental health. Produced by the American Psychological Association, PsycINFO covers all aspects of psychology and includes material of relevance to psychologists and professionals in related fields such as psychiatry, management, business, education, social science, neuroscience, law, medicine, and social work. Major subject areas covered include Addiction, Adolescence, AIDS, Alcoholism, Anthropology, Clinical Psychiatry, Criminal Justice, Family Therapy, Geriatrics, Hypnotherapy, Learning Disabilities, Physiology, Psychiatry, Psychoanalysis, Public Health, Sex Research, and Speech.",
        "subjects": ["PSYC"],
        "formats": ["JRN"]
    },
    {
        "id": 169,
        "title": "PubMed",
        "url": "http://www.ncbi.nlm.nih.gov/sites/entrez?otool=ilinstclib",
        "isactive": "true",
        "isrestricted": "false",
        "description": "PubMed is the U.S. National Institutes of Health (NIH) free digital archive of biomedical and life sciences journal literature. PubMed is a service of the U.S. National Library of Medicine that includes over 18 million citations from MEDLINE and other life science journals for biomedical articles back to the 1950s. PubMed includes links to full text articles and other related resources.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 170,
        "title": "Regional Business News",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=bwh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Regional Business News covers 75 business journals, newspapers and newswires covering all metropolitan and rural areas within the United States. Full-text is available for many publications.",
        "subjects": ["BUS","SSB"],
        "formats": ["JRN"]
    },
    {
        "id": 171,
        "title": "Risk Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=risk-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Published in association with the Institute for Risk Research at the University of Waterloo, Risk Abstracts encompasses risk arising from industrial, technological, environmental, and other sources, with an emphasis on assessment and management of risk. The database includes occasional articles on topics of significant interest. The broad, multidisciplinary coverage of risk-related concerns ranges from public and environmental health to social issues and psychological aspects. Professionals involved in risk research studies, environmental science, engineering and design, or any type of industry will find in Risk Abstracts essential information that can help them identify, measure, evaluate, and manage risks of all kinds.",
        "formats": ["JRN"]
    },
    {
        "id": 135,
        "title": "RSC Journal Archives (abstracts)",
        "alttitle": "NULL",
        "url": "http://www.rsc.org/Publishing/Journals/fjournalsearch.asp",
        "isactive": "true",
        "isrestricted": "false",
        "formats": ["JRN"]
    },
    {
        "id": 232,
        "title": "Safari Books Online",
        "alttitle": "NULL",
        "url": "http://proquestcombo.safaribooksonline.com/?uicode=illinstt",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Use Safari Books Online to access e-books covering all aspects of computer science and information technology, including certification, computer science, databases, desktop applications, human-computer interaction, IT management, markup languages, networking, operating systems, programming, security, and software engineering. Publishers represented include O'Reilly, Prentice Hall, Addison-Wesley, Sams, Manning, Cisco Press, and SAS Publishing.",
        "formats": ["JRN"]
    },
    {
        "id": 226,
        "title": "SAGE eReference Encyclopedias",
        "alttitle": "NULL",
        "url": "http://sage-ereference.com/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "The SAGE eReference Encyclopedias database allows users to simultaneously search the contents of over 60 online encyclopedias. Users may also browse titles and entries alphabetically or by subject. Topics covered include African American Studies, Aging &amp; Gerontology, Anthropology, Business &amp; Management, Communication &amp; Media Studies, Counseling &amp; Psychotherapy, Criminology &amp; Criminal Justice, Economics, Education, Environment, Family Studies, Gender &amp; Sexuality Studies, Geography, Health &amp; Social Welfare, History, Politics, Psychology, Research Methods &amp; Evaluation, Social Issues, Social Work &amp; Social Policy, and Sociology.",
        "subjects": ["HUM","LCHS","PS","SOC"],
        "formats": ["REF"]
    },
    {
        "id": 172,
        "title": "SAGE Journals Online",
        "url": "http://online.sagepub.com",
        "isactive": "true",
        "isrestricted": "true",
        "description": "A collection of over 450 online, peer-reviewed journals and other scholarly content in many disciplines including Management &amp; Organization Studies, Communication Studies, Psychology and Sociology. Full-text available from 1999-present.",
        "subjects": ["HUM","LCHS","PS","SOC"],
        "formats": ["JRN"]
    },
    {
        "id": 173,
        "title": "Sanborn Digital Maps 1867-1970",
        "url": "http://collections.carli.illinois.edu/cdm4/browse.php?CISOROOT=/sanborn",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Digital Sanborn Maps, 1867-1970 provides digital access to more than 660,000 large-scale maps of more than 12,000 American towns and cities. Users have the ability to easily manipulate the maps, magnify and zoom in on specific sections, and layer maps from different years. Sanborn fire insurance maps are valuable historical tools for urban specialists, social historians, architects, geographers, genealogists, local historians, planners, environmentalists and anyone who wants to learn about the history, growth, and development of American cities, towns, and neighborhoods. They are large-scale plans containing data that can be used to estimate the potential risk for urban structures. This includes information such as the outline of each building, the size, shape and construction materials, heights, and function of structures, location of windows and doors. The maps also give street names, street and sidewalk widths, property boundaries, building use, and house and block numbers. Seven or eight different editions represent some areas.",
        "subjects": ["ARCH"],
        "formats": ["MAP"]
    },
    {
        "id": 174,
        "title": "Saskia Art Images Collection",
        "url": "http://collections.carli.illinois.edu/cdm4/index_saskia.php?CISOROOT=/saskia",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Saskia Art Images Collection contains 30,000 digital images of paintings, sculpture and architecture, including images from many important collections: the Prado, the Kunsthistorisches Museum, the Uffizi, and the Louvre as well as archaeological sites in Greece, Italy, Turkey and Egypt. The images can be displayed and downloaded in high-resolution format. Additionally, the descriptive data about the images includes references to the occurrences of these images in 19 major art history texts, including Gardner's Art Through the Ages, 12th edition; Understanding Art, 7th edition; Art and Ideas, 10th edition; Discovering Art History, 4th edition. ",
        "subjects": ["IDN","IDX"],
        "formats": ["IMG"]
    },
    {
        "id": 175,
        "title": "Science.gov",
        "url": "http://www.science.gov/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Science.gov is a gateway to over 50 million pages of authoritative selected science information provided by U.S. government agencies, including research and development results.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 176,
        "title": "ScienceDirect",
        "url": "http://www.sciencedirect.com/science?_ob=JournalListURL&_update=y&_auth=y&_acct=C000038758&md5=53ed6a00967cec5320d541a476b9d31e&subjColl=all&stype=title&type=subscribed",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online access to journals published by Elsevier, mainly in the fields of science, technology, and medicine. Use the Browse links to search for journals by subject area or title.",
        "subjects": ["BIOL","CS","BME","SCI","MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 177,
        "title": "SciFinder Scholar",
        "url": "https://scifinder.cas.org/scifinder",
        "isactive": "true",
        "isrestricted": "true",
        "description": "SciFinder is the premier research tool for chemical, biological, biomedical, and related scientific information. ",
        "subjects": ["BIOL","CS","BME","SCI","MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 179,
        "title": "Scirus",
        "url": "http://scirus.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This site searches scientific literature and information in selected journals and the Web. Use the 'Advanced Search' feature to limit the results to computer science. Also, by enabling IIT in the Library Partner links under Search Preferences, you can connect directly to the library's online full-text journals.",
        "subjects": ["BIOL","CS","BME","SCI","MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 180,
        "title": "Scitation",
        "url": "http://scitation.aip.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Created by the American Institute of Physics (AIP), this resource provides citations and abstracts for approximately 300 journals and proceedings published by various science and engineering societies. Use AIP/Scitation to find articles from American Institute of Physics, American Physical Society, American Society of Mechanical Engineers, American Society of Civil Engineers, and the International Society for Optical Engineering and related societies. Full-text may be available for selected journals.",
        "subjects": ["BIOL","CS","BME","SCI","MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 251,
        "title": "Share.iit",
        "url": "http://share.iit.edu",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Share.iit supports cross-disciplinary collaboration by collecting, preserving, disseminating, and providing persistent and reliable access to all IIT faculty, staff, and student digital research and scholarship. Supported and maintained by the Paul V. Galvin Library, share.iit also preserves library and archival collections, and serves as a living archive for other materials representing the many diverse aspects of the IIT community.",
        "formats": ["JRN","DIS"]
    },
    {
        "id": 181,
        "title": "SIAM Journals",
        "alttitle": "Society for Industrial and Applied Mathematics",
        "url": "http://epubs.siam.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "An online digital library of publications of the Society for Industrial and Applied Mathematics, from 1997-present. Use the Advanced Search feature to search multiple titles simultaneously.",
        "subjects": ["MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 182,
        "title": "SIAM Locus",
        "alttitle": "Society for Industrial and Applied Mathematics",
        "url": "http://locus.siam.org/",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online digital library of publications of the Society for Industrial and Applied Mathematics from 1952-1996. Browse by journal title or use the Advanced Search feature to search multiple titles simultaneously. ",
        "subjects": ["MATH"],
        "formats": ["JRN"]
    },
    {
        "id": 28,
        "title": "Simmons Choices",
        "alttitle": "NULL",
        "url": "#",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Choices is a powerful tool for market research that allows you to profile the demographics and psychographics of product users, as well as track their media consumption habits.",
        "formats": ["JRN"]
    },
    {
        "id": 183,
        "title": "Smithsonian Photography Initiative",
        "url": "http://photography.si.edu/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Image database featuring more than 13 million images in some seven hundred collections throughout Smithsonian museums and research centers. Subject areas include aerospace engineering, history, manufacturing, and the humanities. ",
        "subjects": ["HIST","LCHS"],
        "formats": ["JRN"]
    },
    {
        "id": 184,
        "title": "Social Services Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=ssa-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Social Services Abstracts contains abstracts of current research focused on social work, human services, and related areas, including social welfare, social policy, and community development. A good database for research in the application of vocational rehabilitation and clinical psychology.",
        "formats": ["JRN"]
    },
    {
        "id": 185,
        "title": "Sociological Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=socioabs-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Sociological Abstracts contains abstracts and indexes from over 1,800 social and behavioral sciences serials publications. The database covers materials dating from 1952 to the present in a wide variety of disciplines including environmental interactions, history of sociology, management and complex organizations, policy and planning, and culture and society.",
        "formats": ["JRN"]
    },
    {
        "id": 186,
        "title": "Solid State and Superconductivity Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=solid-state-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Solid State and Superconductivity Abstracts provides global coverage on all aspects of theory, production, and application of solid state materials and devices - as well as the new high- and low-temperature superconductivity technology, now highlighted in every issue. Some of the topics covered are phase, crystal, and mechanical properties of solids, optical and dielectric properties, conductive and magnetic properties, exotic electronic structure and energy gaps, SQUIDs, impurity effects, flux structures and critical current, ceramics, twinning phenomena, and more. This database provides international coverage as well as coverage of numerous non-serial publications. Sources covered include over 3,000 periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents, books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "id": 187,
        "title": "SPIRES-HEP",
        "alttitle": "High-Energy Physics Literature Database",
        "url": "http://www.slac.stanford.edu/spires/hep/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "More than 500,000 high-energy physics related articles, including journal papers, preprints, e-prints, technical reports, conference papers and theses, comprehensively indexed by the SLAC and DESY libraries since 1974.",
        "subjects": ["PHYS"],
        "formats": ["JRN"]
    },
    {
        "id": 243,
        "title": "Springer eBooks",
        "alttitle": "NULL",
        "url": "http://www.springerlink.com/books",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Springer eBooks features the full text of academic publications covering the following subjects: Architecture, Design, Business, Economics, Behavioral Science, Biomedical &amp; Life Sciences, and Medicine.",
        "subjects": ["BUS","SSB","ECON","SCI","IDN","IDX"],
        "formats": ["EBK"]
    },
    {
        "id": 188,
        "title": "SpringerLink",
        "url": "http://www.springerlink.com/home/main.mpx",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Provides electronic access to the complete contents of a growing collection of SpringerLink journals in subjects including Mathematics and Computer Science (formerly Kluwer Journals).",
        "subjects": ["MATH","CS"],
        "formats": ["JRN"]
    },
    {
        "id": 258,
        "title": "SpringerMaterials",
        "alttitle": "NULL",
        "url": "http://www.springermaterials.com",
        "isactive": "true",
        "isrestricted": "true",
        "description": "SpringerMaterials is based on the Landolt-B&#246;rnstein New Series, the unique, fully evaluated data collection in all areas of physical sciences and engineering. SpringerMaterials also comprises the Dortmund Data Bank Software & Separation Technology, a Database on Thermophysical Properties and the Linus Pauling Files, a Database on Inorganic Solid Phases and chemical safety data.",
        "subjects": ["BME","BIOL","SCI"],
        "formats": ["JRN"]
    },
    {
        "id": 252,
        "title": "SSRN - Social Science Research Network",
        "url": "http://papers.ssrn.com/sol3/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Social Science Research Network (SSRN) is devoted to the rapid worldwide dissemination of social science research and is composed of a number of specialized research networks in each of the social sciences. Each of SSRN's networks encourages the early distribution of research results by reviewing and distributing submitted abstracts and by soliciting abstracts of top quality research papers around the world.",
        "subjects": ["SOC"],
        "formats": ["JRN"]
    },
    {
        "id": 218,
        "title": "Standard &amp; Poor's NetAdvantage",
        "alttitle": "NULL",
        "url": "http://www.netadvantage.standardandpoors.com",
        "isactive": "false",
        "isrestricted": "true",
        "description": "NetAdvantage features comprehensive company information including industry surveys, company stock and financial reports, company descriptions, private company information, security dealers directories, investment news, and resources for mutual fund research. Includes data for domestic and international companies. Download and analyze company financial data with Compustat Excel Analytics.",
        "formats": ["JRN"]
    },
    {
        "id": 189,
        "title": "State and County QuickFacts",
        "url": "http://quickfacts.census.gov/qfd/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "This site offers efficient access to facts about people, business, and geography from the U.S Census. QuickFacts tables are summary profiles showing frequently requested data items from various Census Bureau programs. Profiles are available for the nation, states, counties, and large cities. ",
        "subjects": ["HIST","PS"],
        "formats": ["REF"]
    },
    {
        "id": 190,
        "title": "Stat-USA",
        "url": "http://www.stat-usa.gov/",
        "isactive": "false",
        "isrestricted": "false",
        "description": "Access federal business, trade and economic information made available through the U.S. Department of Commerce. One of several features includes access to a repository of economic indicators on topics such as employment, wholesale and retail prices, monetary and housing trends, gross domestic product, etc.",
        "formats": ["REF"]
    },
    {
        "id": 191,
        "title": "Sustainability Science Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=sustain-set-c.php",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database indexes literature on the management of human use and conservation of the natural resource base, focusing on the attainment and continued satisfaction of human needs in the present as well as maintaining the potential to meet the needs and aspirations of future generations. Coverage includes relevant papers, reports, books and reviews from standard peer-reviewed scientific journals. To ensure comprehensive coverage, material from conference proceedings and hard-to-find gray literature has also been summarized.",
        "formats": ["JRN"]
    },
    {
        "id": 239,
        "title": "Synthesis Lectures on Biomedical Engineering",
        "alttitle": "NULL",
        "url": "http://www.morganclaypool.com/page/bec",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Synthesis Lectures in Biomedical Engineering is comprised of 75- to 150-page publications on advanced and state-of-the-art topics that span the field of biomedical engineering, from the atom and molecule to large diagnostic equipment. Each lecture covers, for that topic, the fundamental principles in a unified manner, develops underlying concepts needed for sequential material, and progresses to more advanced topics. Computer software and multimedia, when appropriate and available, is included for simulation, computation, visualization and design. The authors selected to write the lectures are leading experts on the subject who have extensive background in theory, application and design.",
        "subjects": ["BME"],
        "formats": ["JRN"]
    },
    {
        "id": 192,
        "title": "Teacher Reference Center",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=trh",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Provides indexing and abstracts for more than 270 of the most popular teacher and administrator journals and magazines to assist professional educators.",
        "subjects": ["MSED"],
        "formats": ["JRN"]
    },
    {
        "id": 109,
        "title": "Tech News Collection",
        "url": "http://library.iit.edu/technews/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "A digitized collection of IIT-published newspapers, including the current campus newspaper 'IIT Technology News' and its predecessors 'Armour News' and 'Armour Tech News,' which have been in publication since 1928. This resource provides an index to over 58,000 articles in issues between 1928-1981, plus images of 4,400 select articles.",
        "subjects": ["MMAE","CAE"],
        "formats": ["NWS"]
    },
    {
        "title": "Tests in Print",
        "alttitle": "NULL",
        "url": "http://search.EBSCOhost.com/login.asp?profile=web&defaultdb=lph",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Produced by the Buros Institute of Mental Measurements at the University of Nebraska, Tests in Print (TIP) serves as a comprehensive bibliography to all known commercially available tests that are currently in print in the English language. TIP provides vital information to users including test purpose, test publisher, in-print status, price, test acronym, intended test population, administration times, publication date(s), and test author(s).",
        "formats": ["JRN"]
    },
    {
        "title": "The Times (London)",
        "alttitle": "NULL",
        "url": "http://find.galegroup.com/ttda/start.do?userGroupName=chic7029",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Complete issues of The Times (London) from 1785 to 2006. Includes headlines, articles, images, editorials, advertisements and from the United Kingdom's paper of record. ",
        "subjects": ["HIST","PS","LCHS","SOC"],
        "formats": ["NWS"]
    },
    {
        "title": "Thesaurus.com",
        "url": "http://thesaurus.reference.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Thesaurus.com is produced by Lexico Publishing Group, LLC, a provider of language reference products and services on the Internet. The thesaurus that appears on this site is Roget's II: The New Thesaurus.",
        "formats": ["REF"]
    },
    {
        "title": "Thomas Register",
        "alttitle": "ThomasNet",
        "url": "http://www.thomasnet.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "An online directory of industrial product information covering 650,000 distributors, manufacturers and service companies within more than 67,000 industrial categories.",
        "subjects": ["BUS","SSB","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "title": "ThomasNet",
        "url": "http://www.thomasnet.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Online version of the Thomas Register of American Manufacturers, a buying guide offering sourcing information on industrial products and services, along with comprehensive specifications and detailed product information from thousands of manufacturers. ",
        "subjects": ["BUS","SSB","IDN","IDX"],
        "formats": ["JRN"]
    },
    {
        "title": "Toxicology Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=toxicology-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Specifically focused to meet the needs of toxicologists, Toxicology Abstracts covers issues from social poisons and substance abuse to natural toxins, from legislation and recommended standards to environmental issues. The database surveys the literature for toxicology studies of industrial and agricultural chemicals, household products, pharmaceuticals, and myriad other substances. Topics of coverage include the effects of alcohol and smoking, drug abuse, hydrocarbon studies, nitrosamines, radiation and radioactive materials, toxicity testing methodology, and analytical procedures for toxic substances. ",
        "formats": ["JRN"]
    },
    {
        "title": "TOXLINE",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=toxline-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "TOXLINE offers rapid access to information in all areas of toxicology, including chemicals and pharmaceuticals, pesticides, environmental pollutants, and mutagens and teratogens. This database, produced by the U.S. National Library of Medicine, provides bibliographic citations and abstracts from the core journal literature in toxicology. This version of TOXLINE does not contain information from Chemical Abstracts Service, BIOSIS, or International Pharmaceutical Abstracts; furthermore, it is a 'rolling 5-year' database, consisting of records from the last 5 years plus the current year.",
        "formats": ["JRN"]
    },
    {
        "title": "TRAIL",
        "alttitle": "Technical Report Archive And Image Library",
        "url": "http://www.technicalreports.org",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Technical Report Archive & Image Library (TRAIL) is an initiative led by the University of Arizona in collaboration with CRL and other interested agencies to identify, digitize, archive, and provide access to federal technical reports issued prior to 1975",
        "formats": ["JRN"]
    },
    {
        "title": "TRIS - NTL Integrated Search",
        "alttitle": "Transportation Research Information Services",
        "url": "http://ntlsearch.bts.gov/tris/index.do",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Search the Transportation Research Information Service (TRIS) database and the National Transportation Library (NTL) Catalog which includes both the Digital Repository and Portal Links to other transportation websites. This application, created to improve searching of all of these datasets provides a single point of entry, technology and search technique for these major resources. The application not only provides a sophisticated search facility, including full text search of the NTL Digital Collection, it also allows the user to capture the bibliographic information and export it to other applications for bibliography development.",
        "subjects": ["CAE"],
        "formats": ["JRN"]
    },
    {
        "title": "U.S. Supreme Court Records and Briefs, 1832-1978 ",
        "url": "http://find.galegroup.com/menu/start?userGroupName=chic40381&prod=SCRB",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Containing nearly 11 million pages of records and briefs brought before the U.S. Supreme Court in the period 1832-1978, this product provides an essential primary source tool for the study of all aspects of American history as well as the U.S. judicial system.",
        "subjects": ["PS","HIST","SOC"]
    },
    {
        "title": "University of Virginia Electronic Text Center Collections",
        "url": "http://etext.lib.virginia.edu/collections/search/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Electronic Text Center's holdings include approximately 10,000 publicly accessible e-books in twelve languages, with more than 164,000 related images (book illustrations, covers, manuscripts, newspaper pages, page images of Special Collections books, museum objects, etc).",
        "formats": ["EBK"]
    },
    {
        "title": "USA Trade Online",
        "url": "http://www.usatradeonline.gov/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The Foreign Trade Division of the U.S. Census Bureau and STAT-USA compile accurate and timely U.S. Merchandise Trade data, providing export and import information on more than 18,000 commodities worldwide.",
        "subjects": ["BUS","SSB"],
        "formats": ["JRN"]
    },
    {
        "title": "USPTO",
        "alttitle": "U.S. Patent and Trademark Office",
        "url": "http://www.uspto.gov/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "The USPTO's database includes the full text of all patents issued since 1790. All patents are searchable by patent number and classification number. Patents issued since 1976 are searchable by keyword in the full text of the patent. Images are in TIFF format, which requires a special plug-in for your browser, such as 'alternatiff' (alternatiff.com). If you can't install a TIFF reader, US patents can be converted to Adobe PDF format and downloaded at pat2pdf.org.",
        "subjects": ["CAE"],
        "formats": ["PAT"]
    },
    {
        "title": "Virology and AIDS Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=virology-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Virology and AIDS Abstracts provides a month-by-month summary of literature related to virology and AIDS research. Comprehensive coverage of the world literature on every aspect of virology in humans, animals, and plants is featured, with topics ranging from replication cycles to oncology. The same comprehensive treatment is devoted to such topics as hepatitis B virus vaccination, viral genetics, interferon, and more.",
        "formats": ["JRN"]
    },
    {
        "title": "Voices of the Holocaust",
        "url": "http://voices.iit.edu/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Digital collection offering access to text and audio of first-hand interviews conducted in 1946 with victims of the Nazi holocaust by former IIT professor David P. Boder.",
        "subjects": ["HUM","LCHS","SOC","PSYC"],
        "formats": ["DIG"]
    },
    {
        "title": "Wall Street Journal",
        "url": "http://online.wsj.com/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "Access all WSJ content online from the Dow Jones website in the original online layout.Online coverage of the popular business newspaper, including analysis tools and news from the past four years. ",
        "subjects": ["BUS","SSB"],
        "formats": ["NWS"]
    },
    {
        "title": "Water Resources Abstracts",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=water-resources-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Water Resources Abstracts provides summaries of the world's technical and scientific literature on water-related topics covering the characteristics, conservation, control, pollution, treatment, use and management of water resources. Abstracts are drawn from journals, books, conference proceedings, and technical reports in the physical and life sciences, as well as from engineering, legal and government publications. Until 1994, the database was produced by the United States Geological Survey, when it was generally known as Selected Water Resources Abstracts. Since that time, Water Resources Abstracts has been produced by Cambridge Scientific Abstracts, which broadened the scope by including more material published outside the U.S.A. This database, which concentrates on water supply and water treatment, complements the Aquatic Sciences & Fisheries Abstracts database, ASFA.",
        "formats": ["JRN"]
    },
    {
        "title": "Web of Science",
        "url": "http://apps.webofknowledge.com/WOS_GeneralSearch_input.do?product=WOS&search_mode=GeneralSearch",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Web of Science provides access to current and retrospective multidisciplinary information from approximately 8,700 of the most prestigious, high-impact research journals in the world. Web of Science also provides a unique search method, cited reference searching. With it, you can navigate forward, backward, and through the literature, searching all disciplines and time spans to uncover all the information relevant to your research. The citation index allows you to see (a) all the references cited by the article, and (b) what other articles have cited the article. This is a good database to use if you have an article of interest and want to expand your search to related documents. Links to related articles are provided.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "title": "WELDASEARCH",
        "url": "http://www.csa.com/htbin/dbrng.cgi?username=paulg&access=paulg20&db=weldasearch-set-c",
        "isactive": "false",
        "isrestricted": "true",
        "description": "Weldasearch is a comprehensive database containing abstracts to journal articles, research reports, books, standards, patents, theses and special publications in the areas of joining metals, plastics and ceramics, metal and ceramic spraying, thermal cutting, brazing, soldering and related topics. Every aspect of welding and allied processes is covered including design, metallurgy, fatigue and fracture mechanics, equipment for joining and cutting processes, corrosion, surfacing, micro joining, quality control, nondestructive testing, safety, commercial applications, market statistics and news of the industry. Sources covered include numerous periodicals, conference proceedings, technical reports, trade journal/newsletter items, patents (to 2002), books, and press releases.",
        "formats": ["JRN"]
    },
    {
        "title": "Wiley InterScience",
        "url": "http://www3.interscience.wiley.com/browse/?type=JOURNAL&titles=1",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Electronic access to over 300 leading scientific, technical, medical, and professional journals, plus major reference works, the acclaimed Current Protocols laboratory manuals, and the full text of select Wiley print books online.",
        "subjects": ["BIOL","BME","SCI"],
        "formats": ["JRN"]
    },
    {
        "title": "WilsonSelect",
        "url": "http://newfirstsearch.oclc.org/dbname=WilsonSelectPlus;FSIP",
        "isactive": "false",
        "isrestricted": "true",
        "description": "This database is comprised of records from the following H.W. Wilson databases: Readers' Guide Abstracts, Social Sciences Abstracts, Humanities Abstracts, General Science Abstracts and Wilson Business Abstracts.",
        "formats": ["JRN"]
    },
    {
        "title": "World Almanac",
        "url": "http://newfirstsearch.oclc.org/dbname=WorldAlmanac;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Online reference source featuring content from Funk &amp; Wagnalls New Encyclopedia and four almanacs.",
        "formats": ["JRN"]
    },
    {
        "title": "WorldCat",
        "url": "http://newfirstsearch.oclc.org/dbname=WorldCat;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "WorldCat is an online catalog that contains the holdings of more than 8,000 libraries worldwide. You can place requests in WorldCat for materials not owned by IIT or I-Share Libraries.",
        "formats": ["BOK"]
    },
    {
        "title": "WorldCat Dissertations and Theses",
        "alttitle": "NULL",
        "url": "http://newfirstsearch.oclc.org/dbname=WorldCatDissertations;FSIP",
        "isactive": "true",
        "isrestricted": "true",
        "description": "Search for dissertations and theses held in over 8,000 libraries worldwide. Covers all disciplines and subject areas.",
        "formats": ["DIS"]
    },
    {
        "title": "World's Columbian Exposition of 1893",
        "alttitle": "NULL",
        "url": "http://columbus.gl.iit.edu/",
        "isactive": "true",
        "isrestricted": "false",
        "description": "An online collection of over 12,000 illustrations and full-text images from four rare nineteenth-century volumes about the Chicago World's Fair.",
        "subjects": ["HIST"],
        "formats": ["DIG"]
    }
]
